{
    "page": {
        "625581a2c20df149acbfcd30": [
            [
                {
                    "_id": "625581a1c20df149acbfcc9d",
                    "evidences": [
                        {
                            "text": "Pie\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfcc9f",
                    "evidences": [
                        {
                            "text": "A pie is a baked dish which is usually made of a pastry dough casing that contains a filling of various sweet or savoury ingredients."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfcca0",
                    "evidences": [
                        {
                            "text": "Sweet pies may be filled with fruit (as in an apple pie), nuts (pecan pie), brown sugar (sugar pie) or sweetened vegetables (rhubarb pie)."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfcca1",
                    "evidences": [
                        {
                            "text": "Savoury pies may be filled with meat (as in a steak pie or a Jamaican patty), eggs and cheese (quiche) or a mixture of meat and vegetables (pot pie).\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfcca3",
                    "evidences": [
                        {
                            "text": "Pies are defined by their crusts."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfcca4",
                    "evidences": [
                        {
                            "text": "A \"filled\" pie (also \"single-crust\" or \"bottom-crust\"), has pastry lining the baking dish, and the filling is placed on top of the pastry but left open."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfcca5",
                    "evidences": [
                        {
                            "text": "A \"top-crust\" pie has the filling in the bottom of the dish and is covered with a pastry or other covering before baking."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfcca6",
                    "evidences": [
                        {
                            "text": "A \"two-crust\" pie has the filling completely enclosed in the pastry shell."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfcca7",
                    "evidences": [
                        {
                            "text": "Shortcrust pastry is a typical kind of pastry used for pie crusts, but many things can be used, including baking powder biscuits, mashed potatoes, and crumbs.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfcca9",
                    "evidences": [
                        {
                            "text": "Pies can be a variety of sizes, ranging from bite-size to ones designed for multiple servings.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccab",
                    "evidences": [
                        {
                            "text": "The source of the word \"pie\" may be the magpie, a \"bird known for collecting odds and ends in its nest\"; the connection could be that Medieval pies also contained many different animal meats, including chickens, crows, pigeons and rabbits."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccac",
                    "evidences": [
                        {
                            "text": "One 1450 recipe for “grete pyes” that is suggested as support for the \"magpie\" etymology contained what Charles Perry called \"odds and ends\", including: \"...beef, beef suet, capons, hens, both mallard and teal ducks, rabbits, woodcocks and large birds such as herons and storks, plus beef marrow, hard-cooked egg yolks, dates, raisins and prunes.\"\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccae",
                    "evidences": [
                        {
                            "text": "The need for nutritious, easy-to-store, easy-to-carry, and long-lasting foods on long journeys, in particular at sea, was initially solved by taking live food along with a butcher or cook."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccaf",
                    "evidences": [
                        {
                            "text": "However, this took up additional space on what were either horse-powered treks or small ships, reducing the time of travel before additional food was required."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccb0",
                    "evidences": [
                        {
                            "text": "This resulted in early armies adopting the style of hunter-foraging."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccb1",
                    "evidences": [
                        {
                            "text": "The introduction of the baking of processed cereals including the creation of flour, provided a more reliable source of food."
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62a78ee37eebfa4f2e8880c0",
                    "head_linked_entity": "????",
                    "headSpan": [
                        0,
                        5
                    ],
                    "head_entity": "Egypt",
                    "relation": "language used",
                    "tail_entity": "Egyptian",
                    "evidences": [
                        {
                            "text": "Egyptian sailors carried a flat brittle bread loaf of millet bread called \"dhourra\" cake, while the Romans had a biscuit called \"buccellum\".\n",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.9247198287166206,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                0,
                                5
                            ],
                            "evidenceID": "625581a1c20df149acbfccb2"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccb4",
                    "evidences": [
                        {
                            "text": "During the Egyptian Neolithic period or New Stone Age period, the use of stone tools shaped by polishing or grinding, the domestication of plants and animals, the establishment of permanent villages, and the practice of crafts such as pottery and weaving became common."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccb5",
                    "evidences": [
                        {
                            "text": "Early pies were in the form of flat, round or freeform crusty cakes called galettes consisting of a crust of ground oats, wheat, rye, or barley containing honey inside."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccb6",
                    "evidences": [
                        {
                            "text": "These galettes developed into a form of early sweet pastry or desserts, evidence of which can be found on the tomb walls of the Pharaoh Ramesses II, who ruled from 1304 to 1237 BC, located in the Valley of the Kings."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccb7",
                    "evidences": [
                        {
                            "text": "Sometime before 2000 BC, a recipe for chicken pie was written on a tablet in Sumer.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccb9",
                    "evidences": [
                        {
                            "text": "Ancient Greeks are believed to have originated pie pastry."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccba",
                    "evidences": [
                        {
                            "text": "In the plays of Aristophanes (5th century BC), there are mentions of sweetmeats including small pastries filled with fruit."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccbb",
                    "evidences": [
                        {
                            "text": "Nothing is known of the actual pastry used, but the Greeks certainly recognized the trade of pastry-cook as distinct from that of baker."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccbc",
                    "evidences": [
                        {
                            "text": "(When fat is added to a flour-water paste it becomes a pastry.)\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccbe",
                    "evidences": [
                        {
                            "text": "The Romans made a plain pastry of flour, oil, and water to cover meats and fowls which were baked, thus keeping in the juices."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccbf",
                    "evidences": [
                        {
                            "text": "The Roman approach of covering \"...birds or hams with dough\" has been called more of an attempt to prevent the meat from drying out during baking than an actual pie in the modern sense.(The covering was not meant to be eaten; it filled the role of what was later called puff paste.) A richer pastry, intended to be eaten, was used to make small pasties containing eggs or little birds which were among the minor items served at banquets."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccc0",
                    "evidences": [
                        {
                            "text": "The first written reference to a Roman pie is for a rye dough that was filled with a mixture of goat's cheese and honey.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccc2",
                    "evidences": [
                        {
                            "text": "The 1st-century Roman cookbook \"Apicius\" makes various mentions of recipes which involve a pie case."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccc3",
                    "evidences": [
                        {
                            "text": "By 160 BC, Roman statesman Marcus Porcius Cato (234–149 BC), who wrote \"De Agri Cultura\", notes the recipe for the most popular pie/cake called \"placenta\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccc4",
                    "evidences": [
                        {
                            "text": "Also called \"libum\" by the Romans, it was more like a modern-day cheesecake on a pastry base, often used as an offering to the gods."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccc5",
                    "evidences": [
                        {
                            "text": "With the development of the Roman Empire and its efficient road transport, pie cooking spread throughout Europe."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccc6",
                    "evidences": [
                        {
                            "text": "Wealthy Romans combined many types of meats in their pies, including mussels and other seafood."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccc7",
                    "evidences": [
                        {
                            "text": "Roman pie makers generally used vegetable oils, such as olive oil, to make their dough.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccc9",
                    "evidences": [
                        {
                            "text": "Pies remained as a staple of traveling and working peoples in the colder northern European countries, with regional variations based on both the locally grown and available meats, as well as the locally farmed cereal crop."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccca",
                    "evidences": [
                        {
                            "text": "In these colder countries, butter and lard were the main fats in use, which meant that pie cooks created dough that could be rolled flat and moulded into different shapes."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfcccb",
                    "evidences": [
                        {
                            "text": "The Cornish pasty is an adaptation of the pie to a working man's daily food needs."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfcccc",
                    "evidences": [
                        {
                            "text": "The first reference to \"pyes\" as food items appeared in England (in a Latin context) as early as the 12th century), but it is not clear that this referred to baked pies.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccce",
                    "evidences": [
                        {
                            "text": "In the Medieval era, pies were usually savory meat pies made with \"...beef, lamb, wild duck, magpie pigeon -- spiced with pepper, currants or dates\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfcccf",
                    "evidences": [
                        {
                            "text": "Medieval cooks had restricted access to ovens due to their costs of construction and need for abundant supplies of fuel."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccd0",
                    "evidences": [
                        {
                            "text": "Since pies could be easily cooked over an open fire, this made pies easier for most cooks to make."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccd1",
                    "evidences": [
                        {
                            "text": "At the same time, by partnering with a baker, a cook could focus on preparing the filling."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccd2",
                    "evidences": [
                        {
                            "text": "The earliest pie-like recipes refer to \"coffyns\" (the word actually used for a basket or box), with straight sealed sides and a top; open-top pies were referred to as \"traps\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccd3",
                    "evidences": [
                        {
                            "text": "The resulting hardened pastry was not necessarily eaten, its function being to contain the filling for cooking, and to store it, though whether servants may have eaten it once their masters had eaten the filling is impossible to prove."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccd4",
                    "evidences": [
                        {
                            "text": "The thick crust was so sturdy it had to be cracked open to get to the filling."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccd5",
                    "evidences": [
                        {
                            "text": "This may also be the reason why early recipes focus on the filling over the surrounding case, with this development leading to the use of reusable earthenware pie cases which reduced the use of expensive flour."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccd6",
                    "evidences": [
                        {
                            "text": "Medieval pie crusts were often baked first, to create a \"pot\" of baked dough with a removable top crust, hence the expression \"pot pie\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccd8",
                    "evidences": [
                        {
                            "text": "The first unequivocal reference to pie in a written source is in the 14th century (\"Oxford English Dictionary\" sb \"pie\")."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccd9",
                    "evidences": [
                        {
                            "text": "The eating of mince pies during festive periods is a tradition that dates back to the 13th century, as the returning Crusaders brought pie recipes containing \"meats, fruits and spices\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccda",
                    "evidences": [
                        {
                            "text": "Some pies contained cooked rabbits, frogs, crows, and pigeons."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccdb",
                    "evidences": [
                        {
                            "text": "In 1390, the English cookbook \"A Forme of Cury\" had a recipe for “tartes of flesh”, which included a ground-up mixture of \"pork, hard-boiled eggs, and cheese\" blended with \"spices, saffron, and sugar\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a1c20df149acbfccdc",
                    "evidences": [
                        {
                            "text": "The 14th century French chef Taillevent instructed bakers to \"crenelate\" pie shells and \"reinforce them so that they can support the meat\"; one of his pies was high enough that it resembled a model of a castle, an illusion enhanced by miniature banners for the nobles at the event.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccde",
                    "evidences": [
                        {
                            "text": "Pies in the 1400s included birds, as song birds at the time were a delicacy and protected by Royal Law."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccdf",
                    "evidences": [
                        {
                            "text": "At the coronation of eight-year-old English King Henry VI (1422–1461) in 1429, \"Partrich\" and \"Pecok enhakill\" were served, alleged by some modern writers to consist of cooked peacock mounted in its skin on a peacock-filled pie."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcce0",
                    "evidences": [
                        {
                            "text": "The expressions \"eat crow\" and \"four and 20 blackbirds\" are sayings from the era when crow and blackbirds were eaten in pies."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcce1",
                    "evidences": [
                        {
                            "text": "Cooked birds were frequently placed by European royal cooks on top of a large pie to identify its contents, leading to its later adaptation in pre-Victorian times as a porcelain ornament to release of steam and identify a good pie."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcce2",
                    "evidences": [
                        {
                            "text": "The apple pie was first referenced in writing in 1589, when the poet R. Green wrote \"Thy breath is like the seeme of apple pies\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcce4",
                    "evidences": [
                        {
                            "text": "Medieval England had an early form of sweet pies, but they were called tarts and fruit pies were unsweetened, because sugar was a rare and costly \n\"symbol of wealth\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcce5",
                    "evidences": [
                        {
                            "text": "In the Middle Ages, a pie could have a number of items as its filling, but a pastry would have only a single filling.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcce7",
                    "evidences": [
                        {
                            "text": "Until the start of the 15th century, pies were expected to contain meat or fish."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcce8",
                    "evidences": [
                        {
                            "text": "In the 15th century, custard and fruit pie recipes began appearing, often with dried fruit like dates and raisins (fresh fruit did not become widely used until sugar dropped in price during the 16th century)."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcce9",
                    "evidences": [
                        {
                            "text": "The first fruit pie is recorded in the late 16th century, when Queen Elizabeth I was served cherry pie."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccea",
                    "evidences": [
                        {
                            "text": "Queen Elizabeth"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcceb",
                    "evidences": [
                        {
                            "text": "I was often given gifts of quince or pear pies for New Years."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccec",
                    "evidences": [
                        {
                            "text": "The Elizabethan food author Gervase Markham called for baking “Red Deer Venison, Wild-Boar, Gammons of Bacon, Swans, Elkes, Porpus and such like standing dishes, which must be kept long\" in a \"...moyst, thick, tough, course and long-lasting crust, and therefore of all other your Rye paste is best for that purpose.”"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcced",
                    "evidences": [
                        {
                            "text": "During the Shakespearean era, fruit pies were served hot, but others were served at room temperature, as they would be brought to the \"...table more than once\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccee",
                    "evidences": [
                        {
                            "text": "The largest pies of the era were \"standing pies\", which were baked with steam holes, which were then sealed with melted butter (which would harden to seal the pie), and then eaten over several months.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccf0",
                    "evidences": [
                        {
                            "text": "During the Puritan era of Oliver Cromwell, some sources claim mince pie eating was banned as a frivolous activity for 16 years, so mince pie making and eating became an underground activity; the ban was lifted in 1660, with the Restoration of the monarchy."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccf1",
                    "evidences": [
                        {
                            "text": "In the 17th century, Ben Jonson described a skilled pie cook by comparing the cook to a fortification builder who \"...Makes citadels of curious fowl and fish\" and makes \"dry-ditches\", \"bulwark pies\" and \"ramparts of immortal crusts\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccf2",
                    "evidences": [
                        {
                            "text": "In Gervase Markham's 1615 book \"The English Huswife\", there is a pie recipe that calls for \"an entire leg of mutton and three pounds of suet..., along with salt, cloves, mace, currants, raisins, prunes, dates, and orange peel\", which made a huge pie that could serve a large group.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccf4",
                    "evidences": [
                        {
                            "text": "The Pilgrim fathers and early settlers brought their pie recipes with them to America, adapting to the ingredients and techniques available to them in the New World."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccf5",
                    "evidences": [
                        {
                            "text": "Settlers' recipes were for English-style meat pies."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccf6",
                    "evidences": [
                        {
                            "text": "The newcomers used the fruits and berries that they were familiar with from Europe, but also began incorporating North American vegetables and game that they were not familiar with, with guidance from Indigenous people."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccf7",
                    "evidences": [
                        {
                            "text": "Settlers favoured pies over bread because pies required less flour and did not require a brick bread oven, and because any mixture of ingredients could be added to pies to \"stretch\" their \"meager provisions\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccf8",
                    "evidences": [
                        {
                            "text": "The apple pie made with American apples became popular, because apples were easy to dry and store in barrels over the winter."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccf9",
                    "evidences": [
                        {
                            "text": "Early American pies had thick, heavy crusts made with rough flour and suet."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccfa",
                    "evidences": [
                        {
                            "text": "As pioneers spread westward, pies continued to be an important supply of food; while apple pies made from dried apples were popular, cooks often had to use fillers or substitutes to stretch out their barrels of apples, such as crushed crackers, vinegar-soaked potatoes, sour green tomatoes and soft-shelled river turtle meat.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccfc",
                    "evidences": [
                        {
                            "text": "The first Thanksgiving feast included fowl and venison, which may have been included in pies."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccfd",
                    "evidences": [
                        {
                            "text": "Colonists appreciated the food preservation aspect of crusty-topped pies, which were often seasoned with \"dried fruit, cinnamon, pepper and nutmeg\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccfe",
                    "evidences": [
                        {
                            "text": "Their first pies included pies that were based on berries and fruits pointed out to them by the Native North Americans."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfccff",
                    "evidences": [
                        {
                            "text": "Pies allowed colonial cooks to use round shallow pans to literally \"cut corners\" and to create a regional variation of shallow pie."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd00",
                    "evidences": [
                        {
                            "text": "By the late 1700s, cookbooks show a wide range of newly developed sweet pies.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd02",
                    "evidences": [
                        {
                            "text": "Pies became more refined with subsequent waves of immigrants; the Pennsylvania Dutch contributed a more aromatic, spiced, and less-sweet style of pie-making; the French brought the approach of making pie with butter and a range of tart, galette and pâté (forcemeat of meat and fish in dough) recipes."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd03",
                    "evidences": [
                        {
                            "text": "Swedish immigrants in the plains states brought recipes for fish pie and berry pie; Finnish immigrants brought their recipes for pasties and meat pies."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd04",
                    "evidences": [
                        {
                            "text": "In the northern states, pumpkin pie was popular, as pumpkins were plentiful."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd05",
                    "evidences": [
                        {
                            "text": "Once the British had established Caribbean colonies, sugar became less expensive and more widely available, which meant that sweet pies could be readily made."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd06",
                    "evidences": [
                        {
                            "text": "Molasses was popular in American pies due to the rum and slave trade with the Caribbean Islands, although maple syrup was an important sweetener in Northern states, after Indigenous people taught settlers how to tap maple trees and boil down the sap."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd07",
                    "evidences": [
                        {
                            "text": "In the Midwest, cheese and cream pies were popular, due to the availability of big dairy farms."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd08",
                    "evidences": [
                        {
                            "text": "In the US south, African-Americans enjoyed sweet potato pies, due to the widespread availability of this type of potato.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd0a",
                    "evidences": [
                        {
                            "text": "By the 1870s, the new science of nutrition led to criticism of pies, notably by Sarah Tyson Rorer, a cooking teacher and food editor who warned the public about how much energy pies take to digest."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd0b",
                    "evidences": [
                        {
                            "text": "Rorer stated that all pie crusts \"...are to be condemned\" and her cookbook only included an apple tart, jelly and meringue-covered crackers, pâté, and a \"hygienic pie\" which had \"apple slices or a pumpkin custard baked in biscuit dough\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd0c",
                    "evidences": [
                        {
                            "text": "In 1866, \"Harper's Magazine\" included an article by C.W. Gesner that stated that although we \"...cry for pie when we are infants\", \"Pie kills us finally\", as the \"heavy crust\" cannot be digested.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd0e",
                    "evidences": [
                        {
                            "text": "Another factor that decreased the popularity of pies was industrialization and increasing movement of women into the labour market, which changed pie making from a weekly ritual to an \"occasional undertaking\" on special occasions."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd0f",
                    "evidences": [
                        {
                            "text": "In the 1950s, after WWII, the popularity of pies rebounded in the US, especially with commercial food inventions such as instant pudding mixes, Cool Whip topping, and Jello gelatin (which could be used as fillings) ready-made crusts, which were sold frozen, and alternative crusts made with crushed potato chips."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd10",
                    "evidences": [
                        {
                            "text": "There was a pie renaissance in the 1980s, when old-fashioned pie recipes were rediscovered and a wide range of cross-cultural pies were explored.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62a78fd17eebfa4f2e8880d5",
                    "head_linked_entity": "????",
                    "headSpan": [
                        0,
                        8
                    ],
                    "head_entity": "Meat pie",
                    "relation": "country",
                    "tail_entity": "United Kingdom",
                    "evidences": [
                        {
                            "text": "Meat pies with fillings such as steak, cheese, steak and kidney, minced beef, or chicken and mushroom are popular in the United Kingdom, Australia, South Africa and New Zealand as take-away snacks.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.45235976835175407,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                0,
                                8
                            ],
                            "evidenceID": "625581a2c20df149acbfcd12"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd13",
                    "evidences": [
                        {
                            "text": "They are also served with chips as an alternative to fish and chips at British chip shops.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd15",
                    "evidences": [
                        {
                            "text": "Pot pies with a flaky crust and bottom are also a popular American dish, typically with a filling of meat (particularly beef, chicken, or turkey), gravy, and mixed vegetables (potatoes, carrots, and peas)."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd16",
                    "evidences": [
                        {
                            "text": "Frozen pot pies are often sold in individual serving size.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd18",
                    "evidences": [
                        {
                            "text": "Fruit pies may be served with a scoop of ice cream, a style known in North America as pie à la mode."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd19",
                    "evidences": [
                        {
                            "text": "Many sweet pies are served this way."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd1a",
                    "evidences": [
                        {
                            "text": "Apple pie is a traditional choice, though any pie with sweet fillings may be served \"à la mode\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd1b",
                    "evidences": [
                        {
                            "text": "This combination, and possibly the name as well, is thought to have been popularized in the mid-1890s in the United States."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd1c",
                    "evidences": [
                        {
                            "text": "Apple pie can be made with a variety of apples: Golden Delicious, Pink Lady, Granny Smith, and Rome Beauty.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd1e",
                    "evidences": [
                        {
                            "text": "In the United States of America, there is a popular saying that \"there are few things as American as apple pie\"."
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62a790047eebfa4f2e8880db",
                    "head_linked_entity": "????",
                    "headSpan": [
                        155,
                        158
                    ],
                    "head_entity": "Pie",
                    "relation": "country",
                    "tail_entity": "United States",
                    "evidences": [
                        {
                            "text": "In the United States, pie and especially apple pie, became \"bound up in American mythology\" to the point that in 1902, \"The New York Times\" asserted that \"Pie is the food of the heroic\" and stated that \"No pie-eating people can ever be permanently vanquished\".\n",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.32637644348793227,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                155,
                                158
                            ],
                            "evidenceID": "625581a2c20df149acbfcd1f"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd21",
                    "evidences": [
                        {
                            "text": "The slang expression \"to eat humble pie\" comes from the umble pie, which was made with \"chopped or minced innards of an animal\", a \"cheap offal filling...eaten by the poor\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd22",
                    "evidences": [
                        {
                            "text": "The slang expression \"it's a piece of pie\", meaning that something is easy, dates from 1889."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd23",
                    "evidences": [
                        {
                            "text": "The slang expression \"pie-eyed\", meaning drunk, dates from 1904."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd24",
                    "evidences": [
                        {
                            "text": "The expression \"pie in the sky\", to refer to an unlikely proposal or idea, dates from a 1911 Wobbly song by Joe Hill.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd26",
                    "evidences": [
                        {
                            "text": "Cream filled or topped pies are favorite props for slapstick humor."
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62a7901d7eebfa4f2e8880e4",
                    "head_linked_entity": "????",
                    "headSpan": [
                        101,
                        109
                    ],
                    "head_entity": "Mr. Flip",
                    "relation": "cast member",
                    "tail_entity": "Ben Turpin",
                    "evidences": [
                        {
                            "text": "Throwing a pie in a person's face has been a staple of film comedy since Ben Turpin received one in \"Mr. Flip\" in 1909.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.35338464293335614,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                101,
                                109
                            ],
                            "evidenceID": "625581a2c20df149acbfcd27"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "62a7901e7eebfa4f2e8880e5",
                    "head_linked_entity": "????",
                    "headSpan": [
                        101,
                        109
                    ],
                    "head_entity": "Mr. Flip",
                    "relation": "performer",
                    "tail_entity": "Ben Turpin",
                    "evidences": [
                        {
                            "text": "Throwing a pie in a person's face has been a staple of film comedy since Ben Turpin received one in \"Mr. Flip\" in 1909.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.1807311016688966,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                101,
                                109
                            ],
                            "evidenceID": "625581a2c20df149acbfcd27"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd28",
                    "evidences": [
                        {
                            "text": "More recently, pieing has also become a political act; some activists throw cream pies at politicians and other public figures as a form of protest.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd2a",
                    "evidences": [
                        {
                            "text": "\nSome of these pies are pies in name only, such as the Boston cream pie, which is a cake."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd2b",
                    "evidences": [
                        {
                            "text": "Many fruit and berry pies are very similar, varying only the fruit used in filling."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625581a2c20df149acbfcd2c",
                    "evidences": [
                        {
                            "text": "Fillings for sweet or fruity are often mixed, such as strawberry rhubarb pie.\n"
                        }
                    ]
                }
            ]
        ],
        "62516064c20df149ac2260f8": [
            [
                {
                    "_id": "62516064c20df149ac2260ef",
                    "evidences": [
                        {
                            "text": "Pie, Pie Blackbird\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 0,
                    "_id": "6302038e2b7c2995ec8bd14c",
                    "head_linked_entity": "????",
                    "headSpan": [
                        -20,
                        -2
                    ],
                    "head_entity": "Pie, Pie Blackbird",
                    "relation": "cast member",
                    "tail_entity": "Nina Mae McKinney",
                    "evidences": [
                        {
                            "text": "Pie, Pie Blackbird is a 1932 Vitaphone pre-Code short comedy film released by Warner Brothers on June 4, 1932, starring African American musicians Nina Mae McKinney, the Nicholas Brothers, Eubie Blake, and Noble Sissle.\n",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.9935193525306159,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                -20,
                                -2
                            ],
                            "evidenceID": "62516064c20df149ac2260f1"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "6302038e2b7c2995ec8bd14e",
                    "head_linked_entity": "????",
                    "headSpan": [
                        -20,
                        -2
                    ],
                    "head_entity": "Pie, Pie Blackbird",
                    "relation": "producer",
                    "tail_entity": "Warner Brothers",
                    "evidences": [
                        {
                            "text": "Pie, Pie Blackbird is a 1932 Vitaphone pre-Code short comedy film released by Warner Brothers on June 4, 1932, starring African American musicians Nina Mae McKinney, the Nicholas Brothers, Eubie Blake, and Noble Sissle.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.4488555483788179,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                -20,
                                -2
                            ],
                            "evidenceID": "62516064c20df149ac2260f1"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "6302038e2b7c2995ec8bd14f",
                    "head_linked_entity": "????",
                    "headSpan": [
                        -20,
                        -2
                    ],
                    "head_entity": "Pie, Pie Blackbird",
                    "relation": "production company",
                    "tail_entity": "Warner Brothers",
                    "evidences": [
                        {
                            "text": "Pie, Pie Blackbird is a 1932 Vitaphone pre-Code short comedy film released by Warner Brothers on June 4, 1932, starring African American musicians Nina Mae McKinney, the Nicholas Brothers, Eubie Blake, and Noble Sissle.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.6062473573722824,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                -20,
                                -2
                            ],
                            "evidenceID": "62516064c20df149ac2260f1"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "62516064c20df149ac2260f3",
                    "evidences": [
                        {
                            "text": "A clip from the film is included in \"That's Black Entertainment\" (1989) and the TV special \"It's Black Entertainment\" (2002)."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "62516064c20df149ac2260f4",
                    "evidences": [
                        {
                            "text": "The full film is available on the DVD for \"Hallelujah!\""
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "62516064c20df149ac2260f5",
                    "evidences": [
                        {
                            "text": "(1929).\n"
                        }
                    ]
                }
            ]
        ],
        "624a6ad6c20df149ac19338a": [
            [
                {
                    "_id": "624a6ad5c20df149ac19333c",
                    "evidences": [
                        {
                            "text": "Flaming Pie\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 0,
                    "_id": "62bebd68b20719e7f9c00d43",
                    "head_linked_entity": "????",
                    "headSpan": [
                        0,
                        11
                    ],
                    "head_entity": "Flaming Pie",
                    "relation": "performer",
                    "tail_entity": "Paul McCartney",
                    "evidences": [
                        {
                            "text": "Flaming Pie is the tenth solo studio album by English musician Paul McCartney, first released in 1997.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.08370589576210874,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                0,
                                11
                            ],
                            "evidenceID": "624a6ad5c20df149ac19333e"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "62bebd68b20719e7f9c00d46",
                    "head_linked_entity": "????",
                    "headSpan": [
                        0,
                        11
                    ],
                    "head_entity": "Flaming Pie",
                    "relation": "language of work or name",
                    "tail_entity": "English",
                    "evidences": [
                        {
                            "text": "Flaming Pie is the tenth solo studio album by English musician Paul McCartney, first released in 1997.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.6694521626443993,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                0,
                                11
                            ],
                            "evidenceID": "624a6ad5c20df149ac19333e"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "62bebd70b20719e7f9c00d4c",
                    "head_linked_entity": "????",
                    "headSpan": [
                        63,
                        77
                    ],
                    "head_entity": "Paul McCartney",
                    "relation": "languages spoken, written or signed",
                    "tail_entity": "English",
                    "evidences": [
                        {
                            "text": "Flaming Pie is the tenth solo studio album by English musician Paul McCartney, first released in 1997.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.9749656101812124,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                63,
                                77
                            ],
                            "evidenceID": "624a6ad5c20df149ac19333e"
                        }
                    ]
                },
                {
                    "new": 1,
                    "_id": "630184838510ea3b9ec148d7",
                    "head_linked_entity": "????",
                    "headSpan": [
                        -13,
                        -2
                    ],
                    "head_entity": "Flaming Pie",
                    "relation": "performer",
                    "tail_entity": "Paul McCartney",
                    "evidences": [
                        {
                            "text": "Flaming Pie is the tenth solo studio album by English musician Paul McCartney, first released in 1997.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.9911576417732709,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                -13,
                                -2
                            ],
                            "evidenceID": "624a6ad5c20df149ac19333e"
                        }
                    ]
                },
                {
                    "new": 1,
                    "_id": "630184838510ea3b9ec148da",
                    "head_linked_entity": "????",
                    "headSpan": [
                        -13,
                        -2
                    ],
                    "head_entity": "Flaming Pie",
                    "relation": "language of work or name",
                    "tail_entity": "English",
                    "evidences": [
                        {
                            "text": "Flaming Pie is the tenth solo studio album by English musician Paul McCartney, first released in 1997.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.160567417210983,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                -13,
                                -2
                            ],
                            "evidenceID": "624a6ad5c20df149ac19333e"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "630184848510ea3b9ec148df",
                    "head_linked_entity": "????",
                    "headSpan": [
                        -13,
                        -2
                    ],
                    "head_entity": "Flaming Pie",
                    "relation": "author",
                    "tail_entity": "Paul McCartney",
                    "evidences": [
                        {
                            "text": "Flaming Pie is the tenth solo studio album by English musician Paul McCartney, first released in 1997.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.43222339505590435,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                -13,
                                -2
                            ],
                            "evidenceID": "624a6ad5c20df149ac19333e"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac19333f",
                    "evidences": [
                        {
                            "text": "His first studio album in over four years, it was mostly recorded after McCartney's involvement in the highly successful \"Beatles Anthology\" project."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193340",
                    "evidences": [
                        {
                            "text": "The album was recorded in several locations over two years, 1995 and 1997, featuring two songs dating from 1992."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193341",
                    "evidences": [
                        {
                            "text": "The album featured several of McCartney's family members and friends, most notably McCartney's son, James McCartney."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193342",
                    "evidences": [
                        {
                            "text": "In \"Flaming Pie\"'s liner notes, McCartney said: \"\"[The Beatles Anthology]\" reminded me of the Beatles' standards and the standards that we reached with the songs."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193343",
                    "evidences": [
                        {
                            "text": "So in a way it was a refresher course that set the framework for this album.\"\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193345",
                    "evidences": [
                        {
                            "text": "\"Flaming Pie\" peaked at number two in both the UK and the US and was certified gold."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193346",
                    "evidences": [
                        {
                            "text": "The album, which was well-received by critics, also reached the top 20 in many other countries."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193347",
                    "evidences": [
                        {
                            "text": "From its release up to mid-2007, the album sold over 1.5 million copies.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193349",
                    "evidences": [
                        {
                            "text": "The album is ranked number 988 in \"All-Time Top 1000 Albums\" (3rd edition, 2000).\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62bebdb4b20719e7f9c00d58",
                    "head_linked_entity": "????",
                    "headSpan": [
                        1,
                        13
                    ],
                    "head_entity": "Calico Skies",
                    "relation": "performer",
                    "tail_entity": "McCartney",
                    "evidences": [
                        {
                            "text": "\"Calico Skies\", which McCartney had written when Hurricane Bob had hit while McCartney was staying on Long Island in 1991, and \"Great Day\", which features backing vocal from his wife Linda McCartney, hailed from a 1992 session, recorded even before \"Off the Ground\" had come out.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.0011700527489658663,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                1,
                                13
                            ],
                            "evidenceID": "624a6ad5c20df149ac19334b"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "62bebdb4b20719e7f9c00d5c",
                    "head_linked_entity": "????",
                    "headSpan": [
                        1,
                        13
                    ],
                    "head_entity": "Calico Skies",
                    "relation": "composer",
                    "tail_entity": "McCartney",
                    "evidences": [
                        {
                            "text": "\"Calico Skies\", which McCartney had written when Hurricane Bob had hit while McCartney was staying on Long Island in 1991, and \"Great Day\", which features backing vocal from his wife Linda McCartney, hailed from a 1992 session, recorded even before \"Off the Ground\" had come out.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.1822110268237449,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                1,
                                13
                            ],
                            "evidenceID": "624a6ad5c20df149ac19334b"
                        }
                    ]
                },
                {
                    "new": 1,
                    "_id": "62bebdc8b20719e7f9c00d60",
                    "head_linked_entity": "????",
                    "headSpan": [
                        183,
                        198
                    ],
                    "head_entity": "Linda McCartney",
                    "relation": "spouse",
                    "tail_entity": "McCartney",
                    "evidences": [
                        {
                            "text": "\"Calico Skies\", which McCartney had written when Hurricane Bob had hit while McCartney was staying on Long Island in 1991, and \"Great Day\", which features backing vocal from his wife Linda McCartney, hailed from a 1992 session, recorded even before \"Off the Ground\" had come out.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.08581825332340809,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                183,
                                198
                            ],
                            "evidenceID": "624a6ad5c20df149ac19334b"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac19334c",
                    "evidences": [
                        {
                            "text": "Starting from the mid-1990s for four years, McCartney was involved in \"The Beatles Anthology\", a documentary on the history of the Beatles."
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62bebde0b20719e7f9c00d64",
                    "head_linked_entity": "????",
                    "headSpan": [
                        83,
                        112
                    ],
                    "head_entity": "Beatles song of the same name",
                    "relation": "performer",
                    "tail_entity": "The Beatles",
                    "evidences": [
                        {
                            "text": "The documentary was originally titled \"The Long and Winding Road\", named after the Beatles song of the same name.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.6311191310683003,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                83,
                                112
                            ],
                            "evidenceID": "624a6ad5c20df149ac19334d"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac19334e",
                    "evidences": [
                        {
                            "text": "During 1995, as the \"Anthology\" albums were starting to be released over a two-year period, EMI did not want McCartney to release a solo album in the meantime."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac19334f",
                    "evidences": [
                        {
                            "text": "McCartney said that he \"was almost insulted at first\" before then realising that \"it would be silly to go out against yourself in the form of the Beatles."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193350",
                    "evidences": [
                        {
                            "text": "So I fell in with the idea and thought, 'Great, I don't even have to think about an album.'\""
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193351",
                    "evidences": [
                        {
                            "text": "McCartney was occupied with working on \"Standing Stone\" in the interim.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193353",
                    "evidences": [
                        {
                            "text": "The title \"Flaming Pie\" (also given to one of the album's songs) is a reference to an anecdote that John Lennon told in a humorous story published in \"Mersey Beat\" in 1961 about the origin of the Beatles' name: \"It came in a vision – a man appeared on a flaming pie and said unto them, 'from this day on you are Beatles with an A.' \"\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62bebe10b20719e7f9c00d78",
                    "head_linked_entity": "????",
                    "headSpan": [
                        53,
                        63
                    ],
                    "head_entity": "Jeff Lynne",
                    "relation": "member of",
                    "tail_entity": "Electric Light Orchestra",
                    "evidences": [
                        {
                            "text": "Beginning in February 1995, McCartney teamed up with Jeff Lynne, Electric Light Orchestra lead singer, guitarist, songwriter, and producer, as well as an ardent Beatles fan.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.3661514333826227,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                53,
                                63
                            ],
                            "evidenceID": "624a6ad5c20df149ac193355"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62bebe2bb20719e7f9c00d7d",
                    "head_linked_entity": "????",
                    "headSpan": [
                        82,
                        92
                    ],
                    "head_entity": "Cloud Nine",
                    "relation": "performer",
                    "tail_entity": "George Harrison",
                    "evidences": [
                        {
                            "text": "Lynne had previously worked with former Beatle George Harrison on his 1987 album \"Cloud Nine\" and in the Traveling Wilburys, and also co-produced \"Free as a Bird\" and \"Real Love\" for the \"Anthology\" project.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.7657725103737835,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                82,
                                92
                            ],
                            "evidenceID": "624a6ad5c20df149ac193356"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193357",
                    "evidences": [
                        {
                            "text": "Intending to produce something pure and easy – and without elaborate productions – McCartney sporadically recorded the entire album in a space of two years, working not only with Lynne, but with Steve Miller."
                        }
                    ]
                }
            ],
            [
                {
                    "new": 0,
                    "_id": "62bebe58b20719e7f9c00d8c",
                    "head_linked_entity": "????",
                    "headSpan": [
                        68,
                        83
                    ],
                    "head_entity": "James McCartney",
                    "relation": "instrument",
                    "tail_entity": "guitar",
                    "evidences": [
                        {
                            "text": "The album also featured George Martin, Ringo Starr and his own son, James McCartney, who plays lead guitar on \"Heaven on a Sunday\".",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.7907995884765384,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                68,
                                83
                            ],
                            "evidenceID": "624a6ad5c20df149ac193358"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62bebe60b20719e7f9c00d90",
                    "head_linked_entity": "????",
                    "headSpan": [
                        26,
                        35
                    ],
                    "head_entity": "Young Boy",
                    "relation": "composer",
                    "tail_entity": "McCartney",
                    "evidences": [
                        {
                            "text": "McCartney wrote the song \"Young Boy\" while his wife Linda was making lunch for a \"New York Times\" feature on 18 August 1994.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.9195614999597496,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                26,
                                35
                            ],
                            "evidenceID": "624a6ad5c20df149ac193359"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac19335a",
                    "evidences": [
                        {
                            "text": "McCartney and Miller started recording \"Young Boy\" on 22 February 1995 in Sun Valley, Idaho."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac19335b",
                    "evidences": [
                        {
                            "text": "They reconvened a few months afterwards in May at McCartney's home studio, The Mill, recording – a song described as a \"road song\" – \"If You Wanna\" and the jam track \"Used to Be Bad\" in the process.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac19335d",
                    "evidences": [
                        {
                            "text": "The duo also recorded the B-side \"Broomstick\" and three unreleased tracks: \"(Sweet Home) Country Girl\", \"Soul Boy\", and an untitled song."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac19335e",
                    "evidences": [
                        {
                            "text": "Also in May, McCartney, by himself, recorded the unreleased tracks \"Stella May Day\", for his daughter Stella McCartney, which would be used playing over loudspeakers at her fashion shows, and \"Whole Life\" with Dave Stewart."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac19335f",
                    "evidences": [
                        {
                            "text": "\"Somedays\", which was written while McCartney was escorting Linda to Kent for a photo shoot, features an orchestration score by George Martin."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193360",
                    "evidences": [
                        {
                            "text": "\"The Song We Were Singing\", which was about the times McCartney and his former songwriting partner John Lennon were at 20 Forthlin Road, was recorded in time."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193361",
                    "evidences": [
                        {
                            "text": "\"Little Willow\" was written for the children of Starr's first wife, Maureen Starkey Tigrett, who had recently died of cancer."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193362",
                    "evidences": [
                        {
                            "text": "\"Souvenir\" features the sound of a 78 rpm record towards the end of the track."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193363",
                    "evidences": [
                        {
                            "text": "The title track, recorded in a four-hour session, is in similar style to that of the Beatles' \"Lady Madonna\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193365",
                    "evidences": [
                        {
                            "text": "In May 1996, Starr and McCartney were working on a track that McCartney had started a decade earlier, \"Beautiful Night\", which featured vocals from Starr."
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62bebeb2b20719e7f9c00da4",
                    "head_linked_entity": "????",
                    "headSpan": [
                        155,
                        170
                    ],
                    "head_entity": "Really Love You",
                    "relation": "performer",
                    "tail_entity": "McCartney",
                    "evidences": [
                        {
                            "text": "Lynne showed up the next day and the trio, with McCartney on bass, Starr on drums, and Lynne on guitar, jammed, with the finished results being the track \"Really Love You\", the first track credited to McCartney–Starkey.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.7124463587233718,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                155,
                                170
                            ],
                            "evidenceID": "624a6ad5c20df149ac193366"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193367",
                    "evidences": [
                        {
                            "text": "McCartney and Starr also recorded the B-side \"Looking for You\" and an untitled song."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad5c20df149ac193368",
                    "evidences": [
                        {
                            "text": "\"Heaven on a Sunday\", which was written while McCartney was in the US sailing on holiday, was recorded on 16 September 1996, and features backing vocals by both Linda and James."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac193369",
                    "evidences": [
                        {
                            "text": "Martin added orchestration to \"Beautiful Night\", on 14 February 1997 at Abbey Road Studios."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac19336a",
                    "evidences": [
                        {
                            "text": "An unreleased song recorded with Lynne producing, titled \"Cello in the Ruins\", was registered for copyright in 1994, although work on the song began in May 1995."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac19336b",
                    "evidences": [
                        {
                            "text": "The track was almost issued as a single for War Child's \"The Help Album\" in 1995."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac19336c",
                    "evidences": [
                        {
                            "text": "This album was the last McCartney studio album to feature vocals and participation from Linda, who died of breast cancer in 1998.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62bebec3b20719e7f9c00db1",
                    "head_linked_entity": "????",
                    "headSpan": [
                        5,
                        8
                    ],
                    "head_entity": "its",
                    "relation": "performer",
                    "tail_entity": "McCartney",
                    "evidences": [
                        {
                            "text": "Upon its 1997 release, on 5 May in the UK on Parlophone and on 20 May in the US on Capitol, the critical reaction to \"Flaming Pie\" was strong, with McCartney achieving his best reviews since 1982's \"Tug of War\".",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.5896378363250866,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                5,
                                8
                            ],
                            "evidenceID": "624a6ad6c20df149ac19336e"
                        }
                    ]
                },
                {
                    "new": 1,
                    "_id": "62bebec3b20719e7f9c00db3",
                    "head_linked_entity": "????",
                    "headSpan": [
                        5,
                        8
                    ],
                    "head_entity": "its",
                    "relation": "record label",
                    "tail_entity": "Parlophone",
                    "evidences": [
                        {
                            "text": "Upon its 1997 release, on 5 May in the UK on Parlophone and on 20 May in the US on Capitol, the critical reaction to \"Flaming Pie\" was strong, with McCartney achieving his best reviews since 1982's \"Tug of War\".",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.4161405614134055,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                5,
                                8
                            ],
                            "evidenceID": "624a6ad6c20df149ac19336e"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62bebee4b20719e7f9c00dbf",
                    "head_linked_entity": "????",
                    "headSpan": [
                        109,
                        111
                    ],
                    "head_entity": "it",
                    "relation": "performer",
                    "tail_entity": "McCartney",
                    "evidences": [
                        {
                            "text": "With fresh credibility, even with young fans who had been introduced to him through the \"Anthology\" project, it debuted at number 2 in the UK in May, giving McCartney his best new entry since \"Flowers in the Dirt\" eight years before.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.18226847895695797,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                109,
                                111
                            ],
                            "evidenceID": "624a6ad6c20df149ac19336f"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac193370",
                    "evidences": [
                        {
                            "text": "It was kept off the top spot by the Spice Girls' album \"Spice\"."
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62bebf03b20719e7f9c00dca",
                    "head_linked_entity": "????",
                    "headSpan": [
                        71,
                        73
                    ],
                    "head_entity": "it",
                    "relation": "performer",
                    "tail_entity": "McCartney",
                    "evidences": [
                        {
                            "text": "\"Flaming Pie\" was also received positively in the United States, where it became McCartney's first top 10 album since \"Tug of War\".",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.23934555658617152,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                71,
                                73
                            ],
                            "evidenceID": "624a6ad6c20df149ac193371"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac193372",
                    "evidences": [
                        {
                            "text": "\"Flaming Pie\" debuted at number 2, with 121,000 copies sold in its first week, behind \"Spice\", which sold just 16,500 more copies that week.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac193374",
                    "evidences": [
                        {
                            "text": "In both the UK and the US, \"Flaming Pie\" was the most commercially successful new entry, and was certified gold in both countries."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac193375",
                    "evidences": [
                        {
                            "text": "It was also certified gold in Norway."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac193376",
                    "evidences": [
                        {
                            "text": "According to Nielsen SoundScan, the album had sold over 1.5 million copies worldwide up to June 2007."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac193377",
                    "evidences": [
                        {
                            "text": "The singles \"Young Boy\", \"The World Tonight\" and \"Beautiful Night\", all of which were released as picture discs, became UK hits, all making the top 40 in the sales charts."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac193378",
                    "evidences": [
                        {
                            "text": "The only single in the US from the album was \"The World Tonight\", released on 17 April 1997, a top 30 entry on the \"Billboard\" mainstream rock listing."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac193379",
                    "evidences": [
                        {
                            "text": "The album was also released on vinyl."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac19337a",
                    "evidences": [
                        {
                            "text": "To promote the album, McCartney held an online chat party, and the event entered the \"Guinness Book of World Records\" for the most people in an online chatroom at once.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62bebf46b20719e7f9c00ddf",
                    "head_linked_entity": "????",
                    "headSpan": [
                        1,
                        21
                    ],
                    "head_entity": "In the World Tonight",
                    "relation": "country of origin",
                    "tail_entity": "UK",
                    "evidences": [
                        {
                            "text": "\"In the World Tonight\", a film about the making of the album, was broadcast in the UK on ITV, and on VH1 in the US, around the release of the album.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.12733919861896748,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                1,
                                21
                            ],
                            "evidenceID": "624a6ad6c20df149ac19337c"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac19337d",
                    "evidences": [
                        {
                            "text": "Also broadcast was an hour-long radio show about the album on 5 May 1997 on BBC Radio 2."
                        }
                    ]
                }
            ],
            [
                {
                    "new": 0,
                    "_id": "62bebf87b20719e7f9c00df1",
                    "head_linked_entity": "????",
                    "headSpan": [
                        104,
                        120
                    ],
                    "head_entity": "Time Out of Mind",
                    "relation": "performer",
                    "tail_entity": "Bob Dylan",
                    "evidences": [
                        {
                            "text": "It received a Grammy nomination for Album of the Year, although Bob Dylan won the award with his album \"Time Out of Mind\".",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.5655690113222042,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                104,
                                120
                            ],
                            "evidenceID": "624a6ad6c20df149ac19337e"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 0,
                    "_id": "62bebf9fb20719e7f9c00dff",
                    "head_linked_entity": "????",
                    "headSpan": [
                        78,
                        90
                    ],
                    "head_entity": "Fathers' Day",
                    "relation": "cast member",
                    "tail_entity": "\"Young Boy\"",
                    "evidences": [
                        {
                            "text": "\"Young Boy\" and \"The World Tonight\" appeared in the 1997 Ivan Reitman comedy \"Fathers' Day\".\n",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.9938412979729534,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                78,
                                90
                            ],
                            "evidenceID": "624a6ad6c20df149ac19337f"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "62bebf9fb20719e7f9c00e02",
                    "head_linked_entity": "????",
                    "headSpan": [
                        78,
                        90
                    ],
                    "head_entity": "Fathers' Day",
                    "relation": "performer",
                    "tail_entity": "\"Young Boy\"",
                    "evidences": [
                        {
                            "text": "\"Young Boy\" and \"The World Tonight\" appeared in the 1997 Ivan Reitman comedy \"Fathers' Day\".",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.9345233934026594,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                78,
                                90
                            ],
                            "evidenceID": "624a6ad6c20df149ac19337f"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac193381",
                    "evidences": [
                        {
                            "text": "All songs written by Paul McCartney, except where noted.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac193383",
                    "evidences": [
                        {
                            "text": "\nAlso released on the singles were four songs (all written by McCartney, except where noted), plus 6 Oobu Joobu mini episodes.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624a6ad6c20df149ac193386",
                    "evidences": [
                        {
                            "text": "\nPersonnel per booklet.\n"
                        }
                    ]
                }
            ]
        ],
        "6249e2dcc20df149acdac688": [
            [
                {
                    "_id": "6249e2dbc20df149acdac66c",
                    "evidences": [
                        {
                            "text": "Pie safe\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dbc20df149acdac66e",
                    "evidences": [
                        {
                            "text": "A pie safe, also called a pie chest, pie cupboard, kitchen safe, and meat safe, is a piece of furniture designed to store pies and other food items."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dbc20df149acdac66f",
                    "evidences": [
                        {
                            "text": "This was a normal household item before iceboxes came into regular use, and it was an important part of the American household starting in the 1700s and continuing through the 1800s.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dbc20df149acdac671",
                    "evidences": [
                        {
                            "text": "The pie safe was used to store not only pies, but bread, meat, and other perishables as well, to protect them from insects and vermin.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dcc20df149acdac673",
                    "evidences": [
                        {
                            "text": "A common pie safe is made of wood, is around the same size as a large bureau, and is approximately deep."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dcc20df149acdac674",
                    "evidences": [
                        {
                            "text": "The shelves within the storage area are often perforated."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dcc20df149acdac675",
                    "evidences": [
                        {
                            "text": "The safe normally has two hinged doors on the front."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dcc20df149acdac676",
                    "evidences": [
                        {
                            "text": "These doors, and usually the sides, are ordinarily ventilated either with tin plates with punched holes, or screens."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dcc20df149acdac677",
                    "evidences": [
                        {
                            "text": "The holes in the tin are often punched to produce an image such as a simple shape, or something more intricate like a church scene, eagles, and stars, or even a Masonic emblem."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dcc20df149acdac678",
                    "evidences": [
                        {
                            "text": "A notable design is the Wythe County pie safe, which has a distinctive tulip pattern.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dcc20df149acdac67a",
                    "evidences": [
                        {
                            "text": "Pie safes that are freestanding are ordinarily made with long legs to keep them away from the floor."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dcc20df149acdac67b",
                    "evidences": [
                        {
                            "text": "Some are wall-mounted or suspended from the ceiling."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dcc20df149acdac67c",
                    "evidences": [
                        {
                            "text": "Most have a drawer, usually above the pie storage area, but sometimes below."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dcc20df149acdac67d",
                    "evidences": [
                        {
                            "text": "\nIn Cajun or Creole Louisiana, a pie safe is referred to as a \"garde-manger\" or a \"garde de manger\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dcc20df149acdac67e",
                    "evidences": [
                        {
                            "text": "Pie safes from this region had doors with punched, tin panels, known in the region as \" tôles de panneaux\", or were inlaid with baluster, closely spaced."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dcc20df149acdac67f",
                    "evidences": [
                        {
                            "text": "These items of furniture were considered utilitarian, as opposed to decorative, and were often coloured dull red, referred to as \"gros rouge\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dcc20df149acdac681",
                    "evidences": [
                        {
                            "text": "The origin of the name of chess pie may have come from the term \"pie chest\", another name for a pie safe.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dcc20df149acdac683",
                    "evidences": [
                        {
                            "text": "Pie safes are considered to be collectable antiques and are commonly reproduced."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6249e2dcc20df149acdac684",
                    "evidences": [
                        {
                            "text": "They are popular pieces in the shabby chic interior design style.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 0,
                    "_id": "62d6fb3d225ac973a0250d2b",
                    "head_linked_entity": "????",
                    "headSpan": [
                        71,
                        85
                    ],
                    "head_entity": "PPG Industries",
                    "relation": "founded by",
                    "tail_entity": "John Baptiste Ford",
                    "evidences": [
                        {
                            "text": "A notable pie safe maker was the American industrialist and founder of PPG Industries (then known as the Pittsburgh Plate Glass Company), Captain John Baptiste Ford, who made tin pie safes and sold them throughout the United States.\n",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.9442130822281383,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                71,
                                85
                            ],
                            "evidenceID": "6249e2dcc20df149acdac686"
                        }
                    ]
                },
                {
                    "new": 1,
                    "_id": "62d6fb3d225ac973a0250d2c",
                    "head_linked_entity": "????",
                    "headSpan": [
                        71,
                        85
                    ],
                    "head_entity": "PPG Industries",
                    "relation": "replaces",
                    "tail_entity": "Pittsburgh Plate Glass Company",
                    "evidences": [
                        {
                            "text": "A notable pie safe maker was the American industrialist and founder of PPG Industries (then known as the Pittsburgh Plate Glass Company), Captain John Baptiste Ford, who made tin pie safes and sold them throughout the United States.\n",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.5630375198031503,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                71,
                                85
                            ],
                            "evidenceID": "6249e2dcc20df149acdac686"
                        }
                    ]
                }
            ]
        ],
        "624c85e0c20df149ac0cbb69": [
            [
                {
                    "_id": "624c85dfc20df149ac0cbb1d",
                    "evidences": [
                        {
                            "text": "Stargazy pie\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb1f",
                    "evidences": [
                        {
                            "text": "Stargazy pie (sometimes called starrey gazey pie, stargazey pie and other variants) is a Cornish dish made of baked pilchards (or sardines), along with eggs and potatoes, covered with a pastry crust."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb20",
                    "evidences": [
                        {
                            "text": "Although there are a few variations with different fish being used, the unique feature of stargazy pie is fish heads (and sometimes tails) protruding through the crust, so that they appear to be gazing skyward.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 0,
                    "_id": "62b1ea5c11c9e8614916a94a",
                    "head_linked_entity": "????",
                    "headSpan": [
                        70,
                        79
                    ],
                    "head_entity": "Mousehole",
                    "relation": "historic county",
                    "tail_entity": "Cornwall",
                    "evidences": [
                        {
                            "text": "The dish is traditionally held to have originated from the village of Mousehole in Cornwall and is traditionally eaten during the festival of Tom Bawcock's Eve to celebrate his heroic catch during a very stormy winter.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.3882555053517326,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                70,
                                79
                            ],
                            "evidenceID": "624c85dfc20df149ac0cbb22"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "62b1ea5c11c9e8614916a949",
                    "head_linked_entity": "????",
                    "headSpan": [
                        70,
                        79
                    ],
                    "head_entity": "Mousehole",
                    "relation": "located in the administrative territorial entity",
                    "tail_entity": "Cornwall",
                    "evidences": [
                        {
                            "text": "The dish is traditionally held to have originated from the village of Mousehole in Cornwall and is traditionally eaten during the festival of Tom Bawcock's Eve to celebrate his heroic catch during a very stormy winter.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.06128224459268061,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                70,
                                79
                            ],
                            "evidenceID": "624c85dfc20df149ac0cbb22"
                        }
                    ]
                },
                {
                    "new": 1,
                    "_id": "63135005113df8474eae891d",
                    "head_linked_entity": "????",
                    "headSpan": [
                        -427,
                        -415
                    ],
                    "head_entity": "Stargazy pie",
                    "relation": "country of origin",
                    "tail_entity": "Cornwall",
                    "evidences": [
                        {
                            "text": "The dish is traditionally held to have originated from the village of Mousehole in Cornwall and is traditionally eaten during the festival of Tom Bawcock's Eve to celebrate his heroic catch during a very stormy winter.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.15400790644647389,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                -427,
                                -415
                            ],
                            "evidenceID": "624c85dfc20df149ac0cbb22"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb23",
                    "evidences": [
                        {
                            "text": "According to the modern festival, which is combined with the Mousehole village illuminations, the entire catch was baked into a huge stargazy pie, encompassing seven types of fish and saving the village from starvation."
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62b1ea6111c9e8614916a94b",
                    "head_linked_entity": "????",
                    "headSpan": [
                        74,
                        91
                    ],
                    "head_entity": "The Mousehole Cat",
                    "relation": "author",
                    "tail_entity": "Antonia Barber",
                    "evidences": [
                        {
                            "text": "The story of Bawcock was popularised by Antonia Barber's children's book \"The Mousehole Cat\", which featured the stargazy pie.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.8458565584200514,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                74,
                                91
                            ],
                            "evidenceID": "624c85dfc20df149ac0cbb24"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62b1ea6e11c9e8614916a94c",
                    "head_linked_entity": "????",
                    "headSpan": [
                        43,
                        61
                    ],
                    "head_entity": "Great British Menu",
                    "relation": "original broadcaster",
                    "tail_entity": "BBC",
                    "evidences": [
                        {
                            "text": "In 2007 contestant Mark Hix won the BBC's \"Great British Menu\" with a variant of the dish.\n",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.23919451502482103,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                43,
                                61
                            ],
                            "evidenceID": "624c85dfc20df149ac0cbb25"
                        }
                    ]
                },
                {
                    "new": 1,
                    "_id": "62b1ea6f11c9e8614916a952",
                    "head_linked_entity": "????",
                    "headSpan": [
                        43,
                        61
                    ],
                    "head_entity": "Great British Menu",
                    "relation": "production company",
                    "tail_entity": "BBC",
                    "evidences": [
                        {
                            "text": "In 2007 contestant Mark Hix won the BBC's \"Great British Menu\" with a variant of the dish.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.6163670415601417,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                43,
                                61
                            ],
                            "evidenceID": "624c85dfc20df149ac0cbb25"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb27",
                    "evidences": [
                        {
                            "text": "Stargazy pie is a pastry-based fish pie which, by tradition, is filled with whole pilchards."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb28",
                    "evidences": [
                        {
                            "text": "Critically, the pilchards must retain their heads, which then poke through the pastry top, appearing to gaze at the stars."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb29",
                    "evidences": [
                        {
                            "text": "The position of the fish allows the oil that is released during cooking to drain into the pie, adding a fuller flavour and ensuring the pie is moist."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb2a",
                    "evidences": [
                        {
                            "text": "The celebrity chef Rick Stein suggested also poking the pilchards' tails through the pie crust to give the effect of leaping through water.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb2c",
                    "evidences": [
                        {
                            "text": "In spite of the fact that the British Food Trust describes the dish as being fun as well as amusing to children, it has been listed in \"Yuck!"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb2d",
                    "evidences": [
                        {
                            "text": "Disgusting things people eat\", a lifestyle feature by the \"New York Daily News\" based upon the book by an American author, Neil Setchfield."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb2e",
                    "evidences": [
                        {
                            "text": "On Tom Bawcock's Eve it is served in The Ship Inn, the only pub in Mousehole, sometimes after a re-enactment of the legend.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 0,
                    "_id": "62b1ea9f11c9e8614916a95e",
                    "head_linked_entity": "????",
                    "headSpan": [
                        47,
                        56
                    ],
                    "head_entity": "Mousehole",
                    "relation": "located in the administrative territorial entity",
                    "tail_entity": "Cornwall",
                    "evidences": [
                        {
                            "text": "The pie originates from the fishing village of Mousehole in Cornwall.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.6967439342735896,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                47,
                                56
                            ],
                            "evidenceID": "624c85dfc20df149ac0cbb30"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb31",
                    "evidences": [
                        {
                            "text": "As with many parts of Cornish heritage, a legend has appeared about its origins."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb32",
                    "evidences": [
                        {
                            "text": "In this case, the pie is served to celebrate the bravery of Tom Bawcock, a local fisherman in the 16th century."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb33",
                    "evidences": [
                        {
                            "text": "The legend explains that one winter had been particularly stormy, meaning that none of the fishing boats had been able to leave the harbour."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb34",
                    "evidences": [
                        {
                            "text": "As Christmas approached, the villagers, who relied on fish as their primary source of food, were facing starvation.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb36",
                    "evidences": [
                        {
                            "text": "On 23 December, Tom Bawcock decided to brave the storms and went out in his fishing boat."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb37",
                    "evidences": [
                        {
                            "text": "Despite the stormy weather and the difficult seas, he managed to catch enough fish to feed the entire village."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb38",
                    "evidences": [
                        {
                            "text": "The entire catch (including seven types of fish) was baked into a pie, which had the fish heads poking through to prove that there were fish inside."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb39",
                    "evidences": [
                        {
                            "text": "Ever since then, the Tom Bawcock's Eve festival is held on 23 December in Mousehole."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb3a",
                    "evidences": [
                        {
                            "text": "The celebration and memorial to the efforts of Tom Bawcock sees the villagers parading a huge stargazy pie during the evening with a procession of handmade lanterns, before eating the pie itself.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb3c",
                    "evidences": [
                        {
                            "text": "An older feast, held by the fishermen towards the end of December, included a pie cooked with different fish to represent the variety of catches the men hoped to achieve in the coming year."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb3d",
                    "evidences": [
                        {
                            "text": "There is a possibility that Tom Bawcock's Eve is an evolution of this festival."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb3e",
                    "evidences": [
                        {
                            "text": "Since 1963, the festival has been run against the backdrop of the Mousehole village illuminations, where the entire harbour is lit up, along with many other displays."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb3f",
                    "evidences": [
                        {
                            "text": "One set of lights even represents the pie itself, showing fish heads and tails protruding from a pie dish underneath six stars.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb41",
                    "evidences": [
                        {
                            "text": "There was a rumour that the entire festival was a fabrication by the landlord of The Ship Inn in the 1950s."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb42",
                    "evidences": [
                        {
                            "text": "However, festivities had been recorded by Morton Nance, an author on the Cornish language, in 1927 in the magazine \"Old Cornwall\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb43",
                    "evidences": [
                        {
                            "text": "His description was regarding the festivities prior to 1900, though he doubted the reality of Tom Bawcock, suggesting it was in fact \"Beau Coc\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb44",
                    "evidences": [
                        {
                            "text": "He also went on to confirm that the origins of the festival dated back to pre-Christian times, though it is unclear at what time the stargazy pie became part of the festivities."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb45",
                    "evidences": [
                        {
                            "text": "Morton Nance went on to restore the traditional song sung on Tom Bawcock's Eve, played to the local tune \"wedding March\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 0,
                    "_id": "62b1ead311c9e8614916a96e",
                    "head_linked_entity": "????",
                    "headSpan": [
                        21,
                        33
                    ],
                    "head_entity": "stargazy pie",
                    "relation": "country",
                    "tail_entity": "Cornwall",
                    "evidences": [
                        {
                            "text": "A legend surrounding stargazy pie, along with the other unusual pies of Cornwall, is that they were the reason that the Devil never came to Cornwall.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.9035718549453826,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                21,
                                33
                            ],
                            "evidenceID": "624c85dfc20df149ac0cbb47"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 0,
                    "_id": "62b1eada11c9e8614916a975",
                    "head_linked_entity": "????",
                    "headSpan": [
                        217,
                        225
                    ],
                    "head_entity": "Torpoint",
                    "relation": "located in the administrative territorial entity",
                    "tail_entity": "Cornwall",
                    "evidences": [
                        {
                            "text": "In his book \"Popular Romances of the West of England; or, The drolls, traditions, and superstitions of old Cornwall\", a collection of Cornish traditions, Robert Hunt explains that the Devil crossed the River Tamar to Torpoint.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.41125017327369184,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                217,
                                225
                            ],
                            "evidenceID": "624c85dfc20df149ac0cbb48"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb49",
                    "evidences": [
                        {
                            "text": "The chapter, entitled \"The Devil's Coits, etc\", reasons that the Devil discovered the Cornish would put anything in a pie and decided to leave before they took a fancy to a \"devilly\" pie, returning to Devon.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb4b",
                    "evidences": [
                        {
                            "text": "The original pie in the legend included sand eels, horse mackerel, pilchards, herring, dogfish and ling along with a seventh fish."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb4c",
                    "evidences": [
                        {
                            "text": "In a traditional pie, the primary ingredient is the pilchard (sardine), although mackerel or herring is used as a substitute."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb4d",
                    "evidences": [
                        {
                            "text": "Richard Stevenson, chef at The Ship Inn in Mousehole, suggests that any white fish will work for the filling, with pilchards or herring just added for the presentation."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb4e",
                    "evidences": [
                        {
                            "text": "Prior to putting it in the pie the fish should be skinned and boned (except the head and tail) to make it easier to eat."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb4f",
                    "evidences": [
                        {
                            "text": "Along with the fish, the other traditional ingredients are thickened milk, eggs and boiled potatoes.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb51",
                    "evidences": [
                        {
                            "text": "There are many recipe variations around the traditional ingredients, some of which include hard-boiled eggs, bacon, onion, mustard or white wine."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb52",
                    "evidences": [
                        {
                            "text": "Other alternatives to the main fish can be crayfish and rabbit or mutton."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb53",
                    "evidences": [
                        {
                            "text": "The stargazy pie is always topped with a pastry lid, generally shortcrust"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb54",
                    "evidences": [
                        {
                            "text": "but sometimes puff pastry, through which the fish heads and sometimes tails protrude.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb56",
                    "evidences": [
                        {
                            "text": "For presentation, one suggestion is that the pilchards be arranged with their tails toward the centre of the pie and their heads poking up through the crust around the edge."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb57",
                    "evidences": [
                        {
                            "text": "As it includes potatoes and pastry, the pie can be served on its own or with crusty bread, sometimes with vegetables."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85dfc20df149ac0cbb58",
                    "evidences": [
                        {
                            "text": "Other suggested accompaniments are Cornish Yarg cheese, rhubarb chutney, poached eggs or a slice of lemon.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 0,
                    "_id": "62b1eaff11c9e8614916a97d",
                    "head_linked_entity": "????",
                    "headSpan": [
                        21,
                        38
                    ],
                    "head_entity": "The Mousehole Cat",
                    "relation": "author",
                    "tail_entity": "Antonia Barber",
                    "evidences": [
                        {
                            "text": "The children's book \"The Mousehole Cat\" by Antonia Barber is inspired by Tom Bawcock's Eve.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.9282967069029124,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                21,
                                38
                            ],
                            "evidenceID": "624c85e0c20df149ac0cbb5a"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85e0c20df149ac0cbb5b",
                    "evidences": [
                        {
                            "text": "It is the story of Tom Bawcock and his loyal black and white cat, Mowzer, setting sail to catch the fish."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85e0c20df149ac0cbb5c",
                    "evidences": [
                        {
                            "text": "When the boat hits the storm, it is represented by a giant \"Storm-Cat\", allowing Mowzer to eventually save the day by soothing the storm with her purring."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85e0c20df149ac0cbb5d",
                    "evidences": [
                        {
                            "text": "This purring becomes a song and while the Storm-Cat is resting Tom is able to haul in his catch and return to the village."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85e0c20df149ac0cbb5e",
                    "evidences": [
                        {
                            "text": "When they arrive back at the village, the entire catch is baked into a \"Star-Gazy\" pie, on which the villagers feast.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85e0c20df149ac0cbb60",
                    "evidences": [
                        {
                            "text": "The main course of the second series of the \"Great British Menu\" was won by Mark Hix, head chef at The Ivy in London, with a variation on stargazy pie, which combined rabbit and crayfish for the filling, poking some crayfish through the pie crust."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85e0c20df149ac0cbb61",
                    "evidences": [
                        {
                            "text": "Hix had previously created a mutton and crayfish for a festival aimed at increasing the use of the meat, and it was served at his London restaurants for a time.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624c85e0c20df149ac0cbb63",
                    "evidences": [
                        {
                            "text": "American rock band The Silver Seas (under their previous name The Bees U.S.) released an album called \"Starry Gazey Pie\" in 2004; the album and title track referred to a recipe in a cookbook which band member Daniel Tashian remembered from his childhood.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 0,
                    "_id": "62b1eb6d11c9e8614916a993",
                    "head_linked_entity": "????",
                    "headSpan": [
                        15,
                        33
                    ],
                    "head_entity": "Ladies in Lavender",
                    "relation": "cast member",
                    "tail_entity": "Dame Judi Dench",
                    "evidences": [
                        {
                            "text": "The 2004 film \"Ladies in Lavender\", starring Dame Judi Dench, Dame Maggie Smith, Daniel Brühl, Natascha McElhone and Miriam Margolyes, includes a scene where stargazy pie is prepared and served.\n",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.4247845316390003,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                15,
                                33
                            ],
                            "evidenceID": "624c85e0c20df149ac0cbb65"
                        }
                    ]
                }
            ]
        ],
        "624ee88cc20df149ac216e24": [
            [
                {
                    "_id": "624ee88ac20df149ac216d2b",
                    "evidences": [
                        {
                            "text": "Plum Pie\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d2d",
                    "evidences": [
                        {
                            "text": "Plum Pie is a collection of nine short stories by P. G. Wodehouse, first published in the United Kingdom on 22 September 1966 by Barrie & Jenkins (under the Herbert Jenkins imprint), and in the United States on 1 December 1967 by Simon & Schuster, Inc., New York."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d2e",
                    "evidences": [
                        {
                            "text": "The collection's title is derived from P. G. Wodehouse's nickname, Plum.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62c08d129c85d1b6016e8e56",
                    "head_linked_entity": "????",
                    "headSpan": [
                        84,
                        90
                    ],
                    "head_entity": "Jeeves",
                    "relation": "creator",
                    "tail_entity": "P. G. Wodehouse",
                    "evidences": [
                        {
                            "text": "All stories except one belong to a large bag of P. G. Wodehouse regular series: one Jeeves, one golf story, one Blandings, one Ukridge, one Mr Mulliner, one longer Freddie Threepwood story, and two Drones Club members Bingo Little and Freddie Widgeon.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.19360219238015364,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                84,
                                90
                            ],
                            "evidenceID": "624ee88ac20df149ac216d30"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "62da7bb6cf457a29e018b2a2",
                    "head_linked_entity": "????",
                    "headSpan": [
                        84,
                        90
                    ],
                    "head_entity": "Jeeves",
                    "relation": "creator",
                    "tail_entity": "P. G. Wodehouse",
                    "evidences": [
                        {
                            "text": "All stories except one belong to a large bag of P. G. Wodehouse regular series: one Jeeves, one golf story, one Blandings, one Ukridge, one Mr Mulliner, one longer Freddie Threepwood story, and two Drones Club members Bingo Little and Freddie Widgeon.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.9817424844502177,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                84,
                                90
                            ],
                            "evidenceID": "624ee88ac20df149ac216d30"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "62aa78c0855db018adb9b6df",
                    "head_linked_entity": "????",
                    "headSpan": [
                        84,
                        90
                    ],
                    "head_entity": "Jeeves",
                    "relation": "creator",
                    "tail_entity": "P. G. Wodehouse",
                    "evidences": [
                        {
                            "text": "All stories except one belong to a large bag of P. G. Wodehouse regular series: one Jeeves, one golf story, one Blandings, one Ukridge, one Mr Mulliner, one longer Freddie Threepwood story, and two Drones Club members Bingo Little and Freddie Widgeon.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.6441606294921969,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                84,
                                90
                            ],
                            "evidenceID": "624ee88ac20df149ac216d30"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d31",
                    "evidences": [
                        {
                            "text": "Most of the stories had previously appeared in \"Argosy\" in the UK and in \"Playboy\" or \"The Saturday Evening Post\" in the US."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d32",
                    "evidences": [
                        {
                            "text": "The UK version included some extra items between the stories, mostly \"Our Man in America\" anecdotes originally appearing in \"Punch\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d34",
                    "evidences": [
                        {
                            "text": "\nSee \"Jeeves and the Greasy Bird\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d36",
                    "evidences": [
                        {
                            "text": "\nTwo of the characters in \"Sleepy Time\", the couple Agnes Flack and Sidney McMurdo, previously appeared in four other Wodehouse golf stories: \"Those in Peril on the Tee\", \"Feet of Clay\", \"Tangled Hearts\", and \"Scratch Man\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d37",
                    "evidences": [
                        {
                            "text": "Cyril Grooly, and the publishing firm Popgood & Grooly, are mentioned in other stories including \"Uncle Dynamite\" and \"Ice in the Bedroom\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d39",
                    "evidences": [
                        {
                            "text": "Cyril Grooly is the junior partner of the New York book publishing firm Popgood and Grooly."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d3a",
                    "evidences": [
                        {
                            "text": "He is engaged to Popgood's secretary Patricia Binstead and has a twenty-four handicap."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d3b",
                    "evidences": [
                        {
                            "text": "The firm is going to publish a book about hypnotism by Professor Pepperidge Farmer."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d3c",
                    "evidences": [
                        {
                            "text": "Popgood is going to change the long title of the book to \"Sleepy Time\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d3d",
                    "evidences": [
                        {
                            "text": "Cyril is supposed to negotiate with Farmer for his advance payment and not give Farmer more than two hundred dollars."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d3e",
                    "evidences": [
                        {
                            "text": "Cyril meets Farmer, who has a gaunt and sinister appearance."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d3f",
                    "evidences": [
                        {
                            "text": "Cyril tells Farmer he is about to go to Paradise Valley for a golfing holiday and wants to improve at golf."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d40",
                    "evidences": [
                        {
                            "text": "Cyril offers Farmer a hundred dollars."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d41",
                    "evidences": [
                        {
                            "text": "Farmer starts waving his hands and Cyril gets sleepy."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d42",
                    "evidences": [
                        {
                            "text": "He wakes later to find Farmer gone, and assumes Farmer simply left."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d43",
                    "evidences": [
                        {
                            "text": "In Paradise Valley, Cyril enters a handicap contest at the Squashy Hollow golf course."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d44",
                    "evidences": [
                        {
                            "text": "He tries to avoid Agnes Flack, a skilled golfer who discovered he is a publisher and talks to him about a book she wrote."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d45",
                    "evidences": [
                        {
                            "text": "Professor Farmer comes to help Cyril improve at golf."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d46",
                    "evidences": [
                        {
                            "text": "He says he feels he owes Cyril, but does not explain why.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d48",
                    "evidences": [
                        {
                            "text": "In the contest, Cyril is paired with Sidney McMurdo, the club champion, but is afraid Sidney will scorn him for his poor golfing."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d49",
                    "evidences": [
                        {
                            "text": "Cyril gets a telephone call from Popgood, who is annoyed."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d4a",
                    "evidences": [
                        {
                            "text": "Cyril was hypnotized into signing a five thousand dollar advance for Farmer."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d4b",
                    "evidences": [
                        {
                            "text": "Farmer claims this was an ordinary business precaution, and diverts Cyril's attention by talking about golf."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d4c",
                    "evidences": [
                        {
                            "text": "Cyril has read many golfing books but lacks confidence."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d4d",
                    "evidences": [
                        {
                            "text": "Farmer volunteers to hypnotize him to be as confident as Arnold Palmer."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d4e",
                    "evidences": [
                        {
                            "text": "At the golf course, Sidney is in a bad mood."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d4f",
                    "evidences": [
                        {
                            "text": "Agnes, his fiancée, broke their engagement because he insulted her novel."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d50",
                    "evidences": [
                        {
                            "text": "Cyril plays extremely well, scoring sixty-two, and given his high handicap, will certainly win the contest."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d51",
                    "evidences": [
                        {
                            "text": "He thinks he should marry a good golfer and gets engaged to Agnes, who agrees because he is a publisher."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d52",
                    "evidences": [
                        {
                            "text": "Sidney is jealous and confronts Cyril."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d53",
                    "evidences": [
                        {
                            "text": "Farmer hypnotizes Sidney into being friendly, then de-hypnotizes Cyril, who immediately regrets proposing to Agnes."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d54",
                    "evidences": [
                        {
                            "text": "Farmer agrees to hypnotize Agnes so that she dislikes Cyril."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d55",
                    "evidences": [
                        {
                            "text": "She reunites with Sidney, and will get Simon and Schuster to publish her book instead."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d56",
                    "evidences": [
                        {
                            "text": "Cyril is grateful and believes Farmer has a heart of gold despite his sinister appearance."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d57",
                    "evidences": [
                        {
                            "text": "Farmer offers Cyril a lemon squash, and realizes he can hypnotize the waiter to avoid paying.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d59",
                    "evidences": [
                        {
                            "text": "\nSee \"Sticky Wicket at Blandings\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d5b",
                    "evidences": [
                        {
                            "text": "\nUkridge, who looks unusually well-dressed, invites Corky to an expensive lunch."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d5c",
                    "evidences": [
                        {
                            "text": "After Corky asks where he got his money, Ukridge tells the following story.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d5e",
                    "evidences": [
                        {
                            "text": "Ukridge sees Aunt Julia's butler, Horace Stout, in a pub and learns he was dismissed."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d5f",
                    "evidences": [
                        {
                            "text": "This does not surprise Ukridge since his aunt often changes butlers."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d60",
                    "evidences": [
                        {
                            "text": "He chats with Stout and then goes to borrow money from his friend George Tupper."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d61",
                    "evidences": [
                        {
                            "text": "Later, Stout's brother, silver ring bookmaker Percy Stout, visits Ukridge."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d62",
                    "evidences": [
                        {
                            "text": "Percy received a lot of antique furniture in payment of a gambling debt."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d63",
                    "evidences": [
                        {
                            "text": "He needs a persuasive salesman to help sell the furniture."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d64",
                    "evidences": [
                        {
                            "text": "Horace recommended Ukridge."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d65",
                    "evidences": [
                        {
                            "text": "Percy agrees to pay Ukridge ten pounds a week."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d66",
                    "evidences": [
                        {
                            "text": "They sell their wares in a cottage called Rosemary Cottage, in Tunbridge Wells, Kent."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d67",
                    "evidences": [
                        {
                            "text": "They have a sign advertising genuine antique furniture to attract passing motorists."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d68",
                    "evidences": [
                        {
                            "text": "Ukridge sells a few pieces, but thinks he can do better."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d69",
                    "evidences": [
                        {
                            "text": "He decides to borrow books about furniture from Aunt Julia, who is interested in antique furniture."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d6a",
                    "evidences": [
                        {
                            "text": "Aunt Julia, who has a cold, is glad he has a job and wants to see his stock herself."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d6b",
                    "evidences": [
                        {
                            "text": "Ukridge explains that he is working with Stout, which surprises her."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d6c",
                    "evidences": [
                        {
                            "text": "Before she can say anything, the doctor comes and Ukridge leaves."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d6d",
                    "evidences": [
                        {
                            "text": "He telephones Horace and says his aunt will come see their stock soon.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d6f",
                    "evidences": [
                        {
                            "text": "Ukridge gives George Tupper his two quid back and takes him out to lunch."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d70",
                    "evidences": [
                        {
                            "text": "He then goes back to Rosemary Cottage."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d71",
                    "evidences": [
                        {
                            "text": "Nobody else is there and only one piecrust table is left."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d72",
                    "evidences": [
                        {
                            "text": "A policeman comes, on behalf of Julia Ukridge."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d73",
                    "evidences": [
                        {
                            "text": "She had fired Stout because her furniture was stolen while he was looking after the house."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d74",
                    "evidences": [
                        {
                            "text": "Ukridge realizes that Horace and Percy stole the furniture and thinks they have now fled, still owing Ukridge six weeks' salary."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d75",
                    "evidences": [
                        {
                            "text": "The policeman does not see any of Aunt Julia's furniture, so he leaves."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d76",
                    "evidences": [
                        {
                            "text": "A customer comes looking for genuine antique furniture, and Ukridge sells him the table for sixty pounds."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d77",
                    "evidences": [
                        {
                            "text": "The customer gives him a check and expects Ukridge to send him the table."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d78",
                    "evidences": [
                        {
                            "text": "Ten minutes later, Percy returns."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d79",
                    "evidences": [
                        {
                            "text": "He explains they had to remove the furniture before Aunt Julia arrived and pays Ukridge sixty pounds."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d7a",
                    "evidences": [
                        {
                            "text": "Percy congratulates Ukridge for selling the table for sixty pounds, having sold the piecrust table himself earlier for only forty pounds to somebody else."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d7b",
                    "evidences": [
                        {
                            "text": "Another potential customer comes, but says the table is a forgery."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d7c",
                    "evidences": [
                        {
                            "text": "They could be in legal trouble because they have sold the table, twice, saying it is genuine."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d7d",
                    "evidences": [
                        {
                            "text": "Percy borrows some matches from Ukridge, and sets the cottage on fire, destroying the table.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d7f",
                    "evidences": [
                        {
                            "text": "Ukridge finishes telling his story."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d80",
                    "evidences": [
                        {
                            "text": "Aunt Julia is fine because her furniture was insured."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d81",
                    "evidences": [
                        {
                            "text": "Ukridge supposes the two fellows who bought the table, who never got their money back, are very wealthy and have forgotten about it by now."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d82",
                    "evidences": [
                        {
                            "text": "However, the man who bought the table from Ukridge appears."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88ac20df149ac216d83",
                    "evidences": [
                        {
                            "text": "He takes all the money in Ukridge's wallet, around fifty-eight pounds, so Corky has to pay for their lunch.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d85",
                    "evidences": [
                        {
                            "text": "\nBingo, the editor of a weekly magazine for children called \"Wee Tots\", asks his boss Henry Cuthbert Purkiss for a raise after losing his month's wages on a horse race, though Purkiss refuses."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d86",
                    "evidences": [
                        {
                            "text": "Heading home, Bingo sees Mabel Murgatroyd, a beautiful red-headed girl he met in \"The Word in Season\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d87",
                    "evidences": [
                        {
                            "text": "Mabel mentions her involvement in protests to ban \"the bomb\" (she does not really elaborate further)."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d88",
                    "evidences": [
                        {
                            "text": "Seeing a policeman, she decides to protest so that her arrest will appear in the papers and further her cause."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d89",
                    "evidences": [
                        {
                            "text": "She sits in the middle of Trafalgar Square, pulling Bingo down with her, though Bingo is not pleased about it."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d8a",
                    "evidences": [
                        {
                            "text": "They block traffic, angering many drivers."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d8b",
                    "evidences": [
                        {
                            "text": "The policeman arrests Bingo and Mabel.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d8d",
                    "evidences": [
                        {
                            "text": "In the morning, the magistrate lets them go with a reprimand."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d8e",
                    "evidences": [
                        {
                            "text": "Mabel realizes that her father, Lord Ippleton, will be angry about her arrest."
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62c08d699c85d1b6016e8e62",
                    "head_linked_entity": "????",
                    "headSpan": [
                        28,
                        33
                    ],
                    "head_entity": "Rosie",
                    "relation": "spouse",
                    "tail_entity": "Bingo",
                    "evidences": [
                        {
                            "text": "Bingo is glad that his wife Rosie is away on a trip and will not learn about what happened.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.009819560273797046,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                28,
                                33
                            ],
                            "evidenceID": "624ee88bc20df149ac216d8f"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "62da7c0ccf457a29e018b2ae",
                    "head_linked_entity": "????",
                    "headSpan": [
                        28,
                        33
                    ],
                    "head_entity": "Rosie",
                    "relation": "spouse",
                    "tail_entity": "Bingo",
                    "evidences": [
                        {
                            "text": "Bingo is glad that his wife Rosie is away on a trip and will not learn about what happened.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.4159618820736558,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                28,
                                33
                            ],
                            "evidenceID": "624ee88bc20df149ac216d8f"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "62aa7913855db018adb9b6ea",
                    "head_linked_entity": "????",
                    "headSpan": [
                        28,
                        33
                    ],
                    "head_entity": "Rosie",
                    "relation": "spouse",
                    "tail_entity": "Bingo",
                    "evidences": [
                        {
                            "text": "Bingo is glad that his wife Rosie is away on a trip and will not learn about what happened.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.5222141089264031,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                28,
                                33
                            ],
                            "evidenceID": "624ee88bc20df149ac216d8f"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d90",
                    "evidences": [
                        {
                            "text": "At the office of \"Wee Tots\", Bertie gets a call from Rosie, who curtly tells him to see page eight of the \"Mirror\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d91",
                    "evidences": [
                        {
                            "text": "Bingo is alarmed to see a photograph of the policeman with Mabel in one hand and Bingo in the other.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d93",
                    "evidences": [
                        {
                            "text": "Bingo goes to the Drones Club for a drink, and talks to Freddie Widgeon, who suggests that Bingo claim he has a double who looks just like him."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d94",
                    "evidences": [
                        {
                            "text": "Bingo decides to ask Mabel to claim that she was with this fictitious double instead of Bingo."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d95",
                    "evidences": [
                        {
                            "text": "Back at the office, Bingo looks up Lord Ippleton in the telephone book and calls him, asking to speak to Mabel."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d96",
                    "evidences": [
                        {
                            "text": "Lord Ippleton, distraught about Mabel's arrest, tells him she is unavailable, as she has been sent away to her aunt in Edinburgh.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d98",
                    "evidences": [
                        {
                            "text": "Purkiss appears with a hangover."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d99",
                    "evidences": [
                        {
                            "text": "He spent the night playing poker at a friend's house, and he is now in trouble because his wife, who is away with Rosie, discovered that Purkiss was not home all night."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d9a",
                    "evidences": [
                        {
                            "text": "Purkiss asks Bingo to say that they were working all night at Bingo's house."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d9b",
                    "evidences": [
                        {
                            "text": "Bingo agrees, getting Purkiss to give him a raise in exchange."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d9c",
                    "evidences": [
                        {
                            "text": "When Rosie calls again, Bingo tells her he was with Purkiss all night, and that the man in the \"Mirror\" photograph must have been his double."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d9d",
                    "evidences": [
                        {
                            "text": "Bingo hands Purkiss the telephone so he can confirm Bingo's story.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216d9f",
                    "evidences": [
                        {
                            "text": "\nIn \"Stylish Stouts\", Rosie mentions contributing to Algy's bank account a year prior, which occurred in the 1940 short story, \"The Word in Season\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216da0",
                    "evidences": [
                        {
                            "text": "The Fat Uncles sweepstakes featured in the story was first introduced in the 1958 short story, \"The Fat of the Land\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216da2",
                    "evidences": [
                        {
                            "text": "In a flashforward, Purkiss, owner of the magazine \"Wee Tots\" that Bingo works for, asks Bingo if he has dinner plans."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216da3",
                    "evidences": [
                        {
                            "text": "The story then truly starts when the actor Catsmeat Potter-Pirbright gives Bingo two tickets to his next show."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216da4",
                    "evidences": [
                        {
                            "text": "Bingo's wife Rosie and their infant son Algy are away on a trip, so Bingo decides to ask his aunt, the widow Myrtle Beenstock, to join him."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216da5",
                    "evidences": [
                        {
                            "text": "Her butler Wilberforce (also called Willoughby) says that Mrs. Beenstock is away but will return soon."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216da6",
                    "evidences": [
                        {
                            "text": "Wilberforce recommends betting on the horse Whistler's Mother."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216da7",
                    "evidences": [
                        {
                            "text": "After Rosie sends him ten pounds to put in Algy's bank account, Bingo bets it on Whistler's Mother."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216da8",
                    "evidences": [
                        {
                            "text": "The horses loses its race.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216daa",
                    "evidences": [
                        {
                            "text": "Dejected, Bingo goes to the Drones Club."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dab",
                    "evidences": [
                        {
                            "text": "Catsmeat explains that the members are entering their uncles in the Fat Uncles Sweep, in which members buy tickets and are each randomly assigned an uncle."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dac",
                    "evidences": [
                        {
                            "text": "The person who draws the fattest uncle wins the jackpot, minus fifty pounds awarded to the winning uncle's nephew as prize money."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dad",
                    "evidences": [
                        {
                            "text": "Bingo wants to enter his stout Aunt Myrtle and sell the future prize money to the club millionaire Oofy Prosser for a smaller immediate payment, but only uncles are eligible."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dae",
                    "evidences": [
                        {
                            "text": "Later, Purkiss asks Bingo if he has dinner plans.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216db0",
                    "evidences": [
                        {
                            "text": "Purkiss wants the American author Kirk Rockaway, who is in London, to contribute to \"Wee Tots\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216db1",
                    "evidences": [
                        {
                            "text": "Since Rockaway admires the novelist Rosie M. Banks, Bingo's wife, Purkiss provides Bingo ten pounds to give Rockaway dinner, and mentions that Rockaway is a teetotaler."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216db2",
                    "evidences": [
                        {
                            "text": "Bingo dines with Rockaway, who is so stout that Bingo wishes Rockaway were his uncle."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216db3",
                    "evidences": [
                        {
                            "text": "Since he enjoys Mrs. Little's books so much, Rockaway offers to pay for dinner."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216db4",
                    "evidences": [
                        {
                            "text": "Bingo learns that Rockaway came all the way from Oakland, San Francisco hoping to marry Bingo's Aunt Myrtle, and advises Rockaway to gather the courage to propose by drinking champagne and stout.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216db6",
                    "evidences": [
                        {
                            "text": "A half hour later, Rockaway drunkenly insults a critic on the \"San Francisco Herald\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216db7",
                    "evidences": [
                        {
                            "text": "Having forgotten about Rosie M. Banks, he tells Bingo to pay the bill."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216db8",
                    "evidences": [
                        {
                            "text": "At Myrtle's house, Rockaway speaks brusquely to the butler who says that Mrs. Beenstock is not home yet."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216db9",
                    "evidences": [
                        {
                            "text": "Rockaway hits a constable and gets arrested."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dba",
                    "evidences": [
                        {
                            "text": "Bingo learns that Myrtle married Sir Hercules Foliot-Foljambe during her trip."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dbb",
                    "evidences": [
                        {
                            "text": "The butler shows Bingo a photograph of Sir Hercules, who is even larger than Rockaway."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dbc",
                    "evidences": [
                        {
                            "text": "Ecstatic, Bingo borrows the photograph to show it to Oofy.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dbe",
                    "evidences": [
                        {
                            "text": "\nSee \"George and Alfred\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dbf",
                    "evidences": [
                        {
                            "text": "(Mr. Mulliner story.)\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dc1",
                    "evidences": [
                        {
                            "text": "\nThe character Colonel Sir Francis Pashley-Drake also appeared in \"Unpleasantness at Bludleigh Court.\"\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dc3",
                    "evidences": [
                        {
                            "text": "Young artist Lancelot Bingley is engaged to poet Gladys Wetherby."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dc4",
                    "evidences": [
                        {
                            "text": "Her uncle Colonel Francis Pashley-Drake, who used to be a famous big game hunter, is supposed to give Gladys her inheritance when she marries, but only if he approves of her fiancé."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dc5",
                    "evidences": [
                        {
                            "text": "She thinks he won't approve of an artist."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dc6",
                    "evidences": [
                        {
                            "text": "Pashley-Drake wants an artist to paint his portrait."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dc7",
                    "evidences": [
                        {
                            "text": "Gladys thinks Lancelot should do it and ingratiate himself with her uncle."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dc8",
                    "evidences": [
                        {
                            "text": "Lancelot agrees, and Gladys arranges for him to go to her uncle's house in Bittleton in Sussex, and mentions that her uncle has an excellent cook."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dc9",
                    "evidences": [
                        {
                            "text": "As Lancelot leaves by train, Gladys tells him he must not smoke because her uncle is opposed to smoking."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dca",
                    "evidences": [
                        {
                            "text": "Lancelot is a heavy smoker and packed a box of fifty cigars, but resolves to avoid smoking for Gladys's sake."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dcb",
                    "evidences": [
                        {
                            "text": "Lancelot meets the stout Pashley-Drake and enjoys the cooking of Pashley-Drake's cook Mrs Potter."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dcc",
                    "evidences": [
                        {
                            "text": "He assures Pashley-Drake that he does not smoke, and Pashley-Drake seems to approve."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dcd",
                    "evidences": [
                        {
                            "text": "Later that night, Lancelot takes a stroll in the garden, then finds the front door locked."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dce",
                    "evidences": [
                        {
                            "text": "After carefully breaking into the house, he goes to his room and flings himself on his bed without bothering to turn on the light."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dcf",
                    "evidences": [
                        {
                            "text": "Since he went to the wrong room, he lands on the Colonel, which startles and annoys him."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dd0",
                    "evidences": [
                        {
                            "text": "Lancelot sends a telegram to Gladys saying he needs her to come help him.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dd2",
                    "evidences": [
                        {
                            "text": "Gladys arrives."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dd3",
                    "evidences": [
                        {
                            "text": "Lancelot tells her that he jumped on her uncle, and that another incident happened."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dd4",
                    "evidences": [
                        {
                            "text": "He had gone into the garden after breakfast with a cigar, making sure no one saw him, when he heard voices and hid in the shrubbery."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dd5",
                    "evidences": [
                        {
                            "text": "In his haste, he dropped his cigar on the lawn."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dd6",
                    "evidences": [
                        {
                            "text": "The voices were those of the Colonel and Mrs Potter discussing the dinner menu."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dd7",
                    "evidences": [
                        {
                            "text": "Mrs Potter is shocked by the cigar."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dd8",
                    "evidences": [
                        {
                            "text": "On her advice, Pashley-Drake is having the cigar finger-printed to determine who is responsible."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dd9",
                    "evidences": [
                        {
                            "text": "For now, it is locked in the Colonel's desk."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dda",
                    "evidences": [
                        {
                            "text": "Gladys says they must retrieve the cigar quietly at night."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216ddb",
                    "evidences": [
                        {
                            "text": "She knows where to find a duplicate key to the desk."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216ddc",
                    "evidences": [
                        {
                            "text": "At night, they reach the Colonel's study but hear someone coming."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216ddd",
                    "evidences": [
                        {
                            "text": "Gladys hides behind the curtains and Lancelot crouches behind the desk."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dde",
                    "evidences": [
                        {
                            "text": "The Colonel enters and starts smoking a cigar."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216ddf",
                    "evidences": [
                        {
                            "text": "Gladys reveals herself and questions him."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216de0",
                    "evidences": [
                        {
                            "text": "Pashley-Drake explains that he gave up smoking three years ago because Mrs Potter refuses to work for an employer who smokes."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216de1",
                    "evidences": [
                        {
                            "text": "He was tempted to smoke again after seeing the cigar on the lawn."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216de2",
                    "evidences": [
                        {
                            "text": "Gladys says she wants her money so she can marry Lancelot."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216de3",
                    "evidences": [
                        {
                            "text": "Pashley-Drake dislikes Lancelot, but Gladys makes him consent to the marriage by threatening to tell Mrs Potter he is a secret smoker."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216de4",
                    "evidences": [
                        {
                            "text": "Lancelot suddenly rises from behind the desk and offers to give Pashley-Drake his box of forty-nine cigars, and to show him where he can smoke unseen in the garden."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216de5",
                    "evidences": [
                        {
                            "text": "The Colonel then whole-heartedly approves of Lancelot.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216de7",
                    "evidences": [
                        {
                            "text": "\nThe story features Freddie Threepwood, who is a recurring character in Wodehouse's Blandings Castle stories."
                        }
                    ]
                }
            ],
            [
                {
                    "new": 0,
                    "_id": "62c08d989c85d1b6016e8e6a",
                    "head_linked_entity": "????",
                    "headSpan": [
                        122,
                        145
                    ],
                    "head_entity": "The Luck of the Bodkins",
                    "relation": "author",
                    "tail_entity": "Wodehouse",
                    "evidences": [
                        {
                            "text": "The fictional ocean liner \"Atlantic\" featured in the story also appears in Wodehouse's novels \"The Girl on the Boat\" and \"The Luck of the Bodkins\".",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.7324630731627437,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                122,
                                145
                            ],
                            "evidenceID": "624ee88bc20df149ac216de8"
                        }
                    ]
                },
                {
                    "new": 1,
                    "_id": "62da7c3fcf457a29e018b2b6",
                    "head_linked_entity": "????",
                    "headSpan": [
                        122,
                        145
                    ],
                    "head_entity": "The Luck of the Bodkins",
                    "relation": "author",
                    "tail_entity": "Wodehouse",
                    "evidences": [
                        {
                            "text": "The fictional ocean liner \"Atlantic\" featured in the story also appears in Wodehouse's novels \"The Girl on the Boat\" and \"The Luck of the Bodkins\".",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.12126906811377924,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                122,
                                145
                            ],
                            "evidenceID": "624ee88bc20df149ac216de8"
                        }
                    ]
                },
                {
                    "new": 1,
                    "_id": "62aa793d855db018adb9b6f2",
                    "head_linked_entity": "????",
                    "headSpan": [
                        122,
                        145
                    ],
                    "head_entity": "The Luck of the Bodkins",
                    "relation": "author",
                    "tail_entity": "Wodehouse",
                    "evidences": [
                        {
                            "text": "The fictional ocean liner \"Atlantic\" featured in the story also appears in Wodehouse's novels \"The Girl on the Boat\" and \"The Luck of the Bodkins\".",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.042587864281752874,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                122,
                                145
                            ],
                            "evidenceID": "624ee88bc20df149ac216de8"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216de9",
                    "evidences": [
                        {
                            "text": "One of the characters in the story, the solicitor Mr Bunting, also appears in \"Frozen Assets\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88bc20df149ac216dea",
                    "evidences": [
                        {
                            "text": "The Drones Club barman McGarry briefly appears in \"Life with Freddie\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216dec",
                    "evidences": [
                        {
                            "text": "In the story, Freddie Threepwood, employed by Donaldson's Dog Joy, decides to return from England to America on the \"SS Atlantic\" to sell an order for Donaldson's to fellow passenger Arnold Pinkney, owner of Pinkney's Stores."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216ded",
                    "evidences": [
                        {
                            "text": "Freddie's wealthy friend and fellow Drones Club member Judson Phipps is also going to New York but wants to avoid Arlene Pinkney, the beautiful, athletic daughter of Mr Pinkney who is going to America to play for the Curtis Cup."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216dee",
                    "evidences": [
                        {
                            "text": "Judson, prone to proposing impulsively, has had two breach of promise cases (handled by the solicitor Mr Bunting, who is also handling a case for Donaldson's Dog Joy)."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216def",
                    "evidences": [
                        {
                            "text": "Judson is afraid he will propose to Arlene, though he does not actually want to marry her."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216df0",
                    "evidences": [
                        {
                            "text": "Judson's sister Julie Cheever is engaged to Mr Pinkney."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216df1",
                    "evidences": [
                        {
                            "text": "Julie bought an expensive diamond necklace and gave it to Judson, so that he can give it to Pinkney."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216df2",
                    "evidences": [
                        {
                            "text": "Julie wants Pinkney to smuggle it into America to avoid paying customs duty."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216df3",
                    "evidences": [
                        {
                            "text": "Another friend of Freddie's, Joe Cardinal, nephew of Mr Pinkney and employed in the New Asiatic Bank, has fallen in love with Dinah Biddle, Mr Pinkney's secretary."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216df4",
                    "evidences": [
                        {
                            "text": "Joe's inheritance is kept in trust and Pinkney is his trustee.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216df6",
                    "evidences": [
                        {
                            "text": "Joe has given up his bank job to travel on the ship and court Dinah."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216df7",
                    "evidences": [
                        {
                            "text": "Freddie lies to Pinkney that Joe has been promoted to a new position in New York."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216df8",
                    "evidences": [
                        {
                            "text": "At Freddie's suggestion, Judson asks Dinah to stay near him to keep him from proposing to Arlene, and Dinah agrees."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216df9",
                    "evidences": [
                        {
                            "text": "Arlene, who does not want to marry Judson but fears she will accept him for his money, asks Joe to stay near her for the same reason, and he agrees."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216dfa",
                    "evidences": [
                        {
                            "text": "He had been hoping to woo Dinah, but has given up since she seems to be staying near Judson."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216dfb",
                    "evidences": [
                        {
                            "text": "Arlene, grateful to Joe, convinces her father to let Joe have his inheritance."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216dfc",
                    "evidences": [
                        {
                            "text": "Freddie realises that Joe misunderstands why Dinah is staying near Judson."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216dfd",
                    "evidences": [
                        {
                            "text": "Freddie clarifies the situation to each of them, which leads to Joe kissing Dinah."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216dfe",
                    "evidences": [
                        {
                            "text": "Mr Pinkney discovers Joe left his job and changes his mind about releasing his money."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216dff",
                    "evidences": [
                        {
                            "text": "Judson informs Mr Pinkney about Julie wanting him to smuggle the necklace and gives it to Pinkney."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e00",
                    "evidences": [
                        {
                            "text": "Pinkney, nervous about being arrested but not wishing to go against Julie's wishes, hides it in a toy bear Judson bought for Dinah.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e02",
                    "evidences": [
                        {
                            "text": "Freddie has not managed to make a sale to Pinkney."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e03",
                    "evidences": [
                        {
                            "text": "Dinah doesn't want the bear, so Judson holds onto it and unknowingly sneaks the necklace through customs, then gives the bear to Freddie."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e04",
                    "evidences": [
                        {
                            "text": "Pinkney tells Judson to get the bear back."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e05",
                    "evidences": [
                        {
                            "text": "Judson enters Freddie's house, and Freddie's cook Lana Tuttle, thinking he is a burglar, points a revolver at him and locks him in the cellar."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e06",
                    "evidences": [
                        {
                            "text": "Freddie later arrives with Bunting and explains that Judson is a friend."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e07",
                    "evidences": [
                        {
                            "text": "Bunting realises that Pinkney hid the necklace in the bear, and Judson is appalled that he could have been arrested for smuggling."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e08",
                    "evidences": [
                        {
                            "text": "Freddie comes up with a plan: he will hold onto the necklace until Pinkney agrees to make an order with Donaldson's Dog Joy and give Joe Cardinal his money."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e09",
                    "evidences": [
                        {
                            "text": "The story ends as Freddie triumphantly makes a telephone call to Pinkney.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e0b",
                    "evidences": [
                        {
                            "text": "In \"Playboy\", Bill Charmatz illustrated \"Bingo Bans the Bomb\", \"Stylish Stouts\", and \"A Good Cigar Is a Smoke\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e0c",
                    "evidences": [
                        {
                            "text": "\"Sleepy Time\" and \"Bingo Bans the Bomb\" were illustrated by \"Graham\" in \"Argosy\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e0d",
                    "evidences": [
                        {
                            "text": "\"Sleepy Time\" was illustrated by Charles Saxon in \"The Saturday Evening Post\" in 1965, and reprinted in the magazine's September 1985 issue with the same illustrations."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e0e",
                    "evidences": [
                        {
                            "text": "\"Ukridge Starts a Bank Account\" was illustrated by Edward Gorey in \"Playboy\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e10",
                    "evidences": [
                        {
                            "text": "\"Sleepy Time\" was included in the 1973 Wodehouse collection \"The Golf Omnibus\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e11",
                    "evidences": [
                        {
                            "text": "\"Ukridge Starts a Bank Account\" was included in the 1975 collection \"The World of Ukridge\", and in the 1981 collection \"Wodehouse on Crime\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e12",
                    "evidences": [
                        {
                            "text": "\"Bingo Bans the Bomb\" and \"Stylish Stouts\" were included in the 1982 collection \"Tales From the Drones Club\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e14",
                    "evidences": [
                        {
                            "text": "\"Life with Freddie\" is the longest story in \"Plum Pie\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e15",
                    "evidences": [
                        {
                            "text": "It may be considered long enough to be a novella, though it is categorised as a short story."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e16",
                    "evidences": [
                        {
                            "text": "In the first UK edition of \"Plum Pie\", \"Life with Freddie\" is 67 pages long, while the next longest story, \"Jeeves and the Greasy Bird\", is 45 pages long."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e17",
                    "evidences": [
                        {
                            "text": "According to Wodehouse scholar Richard Usborne, the length and course of \"Life with Freddie\" suggest that it may have been planned to be made into a full novel.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e19",
                    "evidences": [
                        {
                            "text": "In \"Stylish Stouts\", the name of the butler in the story is initially Wilberforce, but is later Willoughby."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e1a",
                    "evidences": [
                        {
                            "text": "This appears to be an error due to a change in the character's name, which was altered between the magazine and book versions of the story."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e1b",
                    "evidences": [
                        {
                            "text": "In the book \"Wodehouse in Woostershire\" by Wodehouse scholars Tony Ring and Geoffrey Jaggard, it is suggested that Wilberforce \"was so embarrassed at tipping Whistler's Mother that he changed his name to Willoughby in a rude and unsuccessful attempt to disguise himself\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e1d",
                    "evidences": [
                        {
                            "text": "In \"Life with Freddie\", Freddie Threepwood lives in Great Neck, \"near what had been the Sound View golf course till the developers took it over\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e1e",
                    "evidences": [
                        {
                            "text": "Wodehouse started playing golf seriously in 1918 when he and his wife moved to Great Neck, Long Island, and he played at the Sound View Golf Club."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ee88cc20df149ac216e1f",
                    "evidences": [
                        {
                            "text": "The Sound View course inspired the Old Member's course in \"The Clicking of Cuthbert\" and \"The Heart of a Goof\", collections of short stories written by Wodehouse, though the Sound View name did not appear in a Wodehouse story until 1966 in \"Life with Freddie\".\n"
                        }
                    ]
                }
            ]
        ],
        "624ef20fc20df149ac25bb8c": [
            [
                {
                    "_id": "624ef20fc20df149ac25bb73",
                    "evidences": [
                        {
                            "text": "Code Pie\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 1,
                    "_id": "62a328abbc364f57e22a85c1",
                    "head_linked_entity": "????",
                    "headSpan": [
                        0,
                        8
                    ],
                    "head_entity": "Code Pie",
                    "relation": "location of formation",
                    "tail_entity": "Montreal",
                    "evidences": [
                        {
                            "text": "Code Pie is a Montreal-based indie rock band founded by singer and guitarist Enzo Palermo.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.21415893794961727,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                0,
                                8
                            ],
                            "evidenceID": "624ef20fc20df149ac25bb75"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "62a328abbc364f57e22a85c0",
                    "head_linked_entity": "????",
                    "headSpan": [
                        0,
                        8
                    ],
                    "head_entity": "Code Pie",
                    "relation": "genre",
                    "tail_entity": "indie rock",
                    "evidences": [
                        {
                            "text": "Code Pie is a Montreal-based indie rock band founded by singer and guitarist Enzo Palermo.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.25741461712159974,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                0,
                                8
                            ],
                            "evidenceID": "624ef20fc20df149ac25bb75"
                        }
                    ]
                },
                {
                    "new": 1,
                    "_id": "6302acfba177d679a4fd5061",
                    "head_linked_entity": "????",
                    "headSpan": [
                        -10,
                        -2
                    ],
                    "head_entity": "Code Pie",
                    "relation": "genre",
                    "tail_entity": "indie rock",
                    "evidences": [
                        {
                            "text": "Code Pie is a Montreal-based indie rock band founded by singer and guitarist Enzo Palermo.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.2736926185752354,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                -10,
                                -2
                            ],
                            "evidenceID": "624ef20fc20df149ac25bb75"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "6302acfba177d679a4fd5063",
                    "head_linked_entity": "????",
                    "headSpan": [
                        -10,
                        -2
                    ],
                    "head_entity": "Code Pie",
                    "relation": "location of formation",
                    "tail_entity": "Montreal",
                    "evidences": [
                        {
                            "text": "Code Pie is a Montreal-based indie rock band founded by singer and guitarist Enzo Palermo.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.6954341124776078,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                -10,
                                -2
                            ],
                            "evidenceID": "624ef20fc20df149ac25bb75"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ef20fc20df149ac25bb76",
                    "evidences": [
                        {
                            "text": "Other band members are Salvatore Ciolfi (guitars), Michel Semienchuk (bass), Vince Varano (drums), Eva Boodman (trumpet) and Rebecca Lessard (cello, keys, vocals).\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ef20fc20df149ac25bb78",
                    "evidences": [
                        {
                            "text": "Code Pie began with a series of home recordings by singer Enzo Palermo."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ef20fc20df149ac25bb79",
                    "evidences": [
                        {
                            "text": "Palermo later contacted guitarist Salvatore Ciolfi through an internet ad, and the two began writing and playing music together Originally influenced by post-rock, the duo were soon joined by drummer Vince Varano and bassist Michel Semienchuk."
                        }
                    ]
                }
            ],
            [
                {
                    "new": 0,
                    "_id": "62a328babc364f57e22a85c5",
                    "head_linked_entity": "????",
                    "headSpan": [
                        161,
                        166
                    ],
                    "head_entity": "their",
                    "relation": "genre",
                    "tail_entity": "pop-rock",
                    "evidences": [
                        {
                            "text": "The additions of trumpet player Eva Boodman and cellist Rebecca Lessard completed the sextet, and the group fell into a more immediate pop-rock sound, releasing their first album, \"This Habit\" in 2005.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.9089799673597939,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                161,
                                166
                            ],
                            "evidenceID": "624ef20fc20df149ac25bb7a"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ef20fc20df149ac25bb7b",
                    "evidences": [
                        {
                            "text": "After the release of the album, the band played numerous shows in the Northeast, including the 2005 and 2006 Pop Montreal Festival, and the 2006 NXNE Festival.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ef20fc20df149ac25bb7d",
                    "evidences": [
                        {
                            "text": "The band released their second album, \"The Most Trusted Name In Yous\" in 2007, and performed at the 2007 Pop Montreal festival the 2008 Halifax Pop Explosion, Canadian Music Week and the UK's In the City emerging music festival\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ef20fc20df149ac25bb7f",
                    "evidences": [
                        {
                            "text": "A third album, \" Love Meets Rage\", was released on April 5, 2011 by Indiecater Records."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ef20fc20df149ac25bb80",
                    "evidences": [
                        {
                            "text": "Leading up to the release of the album, Code Pie recorded a cover of Justin Bieber's single \"Baby\", which was featured on several blogs and compilations."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ef20fc20df149ac25bb81",
                    "evidences": [
                        {
                            "text": "Following the release of the album, French magazine Les Inrocks named Code Pie \"a group to watch\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ef20fc20df149ac25bb83",
                    "evidences": [
                        {
                            "text": "Code Pie released three singles: \"Body\" in 2013; \"Let Me\" in 2014; and \"Rockets\" in 2015.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ef20fc20df149ac25bb85",
                    "evidences": [
                        {
                            "text": "In 2016, Code Pie released \"Pop Cycle\" an EP assembling various singles from 2012-2016.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ef20fc20df149ac25bb87",
                    "evidences": [
                        {
                            "text": "In 2018, Code Pie released \"London\", an EP recorded at Studio London in Montreal."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ef20fc20df149ac25bb88",
                    "evidences": [
                        {
                            "text": "The EP features three rock compositions and an instrumental closing track.\n"
                        }
                    ]
                }
            ]
        ],
        "6250be50c20df149aced9b4a": [
            [
                {
                    "_id": "6250be50c20df149aced9b3d",
                    "evidences": [
                        {
                            "text": "Randy Pie\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6250be50c20df149aced9b3f",
                    "evidences": [
                        {
                            "text": "Randy Pie was a moderately successful German rock / funk band based in Hamburg, which was active between 1972 and 1977, and briefly in 1986."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6250be50c20df149aced9b40",
                    "evidences": [
                        {
                            "text": "Formed by Dicky Tarrach, and mostly originating as ex-members of the pop group The Rattles they started as the Randy Pie & Family."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6250be50c20df149aced9b41",
                    "evidences": [
                        {
                            "text": "Deep Purple's then guitarist Ritchie Blackmore was guested on their single \"Hurry to the City\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6250be50c20df149aced9b42",
                    "evidences": [
                        {
                            "text": "\nLater they simplified their name into Randy Pie."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6250be50c20df149aced9b43",
                    "evidences": [
                        {
                            "text": "Many of the musicians in Randy Pie were also involved in the experimental rock albums of Achim Reichel."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6250be50c20df149aced9b44",
                    "evidences": [
                        {
                            "text": "Bassist Manfred Thiers had come from the hard-rock progressive band Gash."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6250be50c20df149aced9b45",
                    "evidences": [
                        {
                            "text": "\nIn 2009, singer - guitarist launched Randy Pie Reloaded, on which he was the only Randy Pie musician."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "6250be50c20df149aced9b46",
                    "evidences": [
                        {
                            "text": "Wippich died in March 2014\n"
                        }
                    ]
                }
            ]
        ],
        "625127a8c20df149ac12322f": [
            [
                {
                    "_id": "625127a7c20df149ac1231f9",
                    "evidences": [
                        {
                            "text": "Pork pie\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a7c20df149ac1231fb",
                    "evidences": [
                        {
                            "text": "A pork pie is a traditional British meat pie, usually served at room temperature."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a7c20df149ac1231fc",
                    "evidences": [
                        {
                            "text": "It consists of a filling of roughly chopped pork and pork fat, surrounded by a layer of jellied pork stock in a hot water crust pastry."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a7c20df149ac1231fd",
                    "evidences": [
                        {
                            "text": "It is normally eaten as a snack or with a salad.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac1231ff",
                    "evidences": [
                        {
                            "text": "Modern pork pies are a direct descendant of the raised meat pies of medieval cuisine, which used a dense hot water crust pastry as a simple means of preserving the filling."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123200",
                    "evidences": [
                        {
                            "text": "In France the same recipes gave rise to the modern \"\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123201",
                    "evidences": [
                        {
                            "text": "Many medieval meat pie recipes were sweetened, often with fruit, and were meant to be eaten cold: the crust was discarded rather than being eaten."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123202",
                    "evidences": [
                        {
                            "text": "A particularly elaborate and spectacular recipe described in medieval recipe collection \"The Forme of Cury\" was a meat pie featuring a crust formed into battlements and filled with sweet custards, the entire pie then being served flambeed: a distant descendant of this dish, with hollow pastry turrets around a central pork pie, was still current in the 18th century under the name \"battalia pie\"."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123203",
                    "evidences": [
                        {
                            "text": "Hannah Glasse's influential 1747 recipe collection included a recipe for a \"Cheshire pork pie\", having a filling of layers of pork loin and apple, slightly sweetened with sugar, and filled with half a pint (285ml) of white wine.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123205",
                    "evidences": [
                        {
                            "text": "By the 19th century sweetened fruit and meat combinations had become less common, and the raised crust pork pie took its modern form.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123207",
                    "evidences": [
                        {
                            "text": "Traditional pies use a mix of fat and cured meat, giving the filling a pink colour."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123208",
                    "evidences": [
                        {
                            "text": "They are often produced in moulds or forms, giving the outside of the pie a very regular shape."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123209",
                    "evidences": [
                        {
                            "text": "This method is simpler and cheaper for volume production, and hence the more common choice for commercial manufacturers.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac12320b",
                    "evidences": [
                        {
                            "text": "As the meat shrinks when the pie is cooked, traditional recipes specified that clarified butter or a hot pork stock was poured into the pie after baking."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac12320c",
                    "evidences": [
                        {
                            "text": "This would set when cool, filling the gap between meat and pastry and preventing air from reaching the filling and causing it to spoil."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac12320d",
                    "evidences": [
                        {
                            "text": "Commercial makers use a 6% solution of gelatin at between 80 and 90 degrees Celsius, added into the pie immediately after baking.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac12320f",
                    "evidences": [
                        {
                            "text": "The Melton Mowbray pork pie is named after Melton Mowbray, a town in Leicestershire."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123210",
                    "evidences": [
                        {
                            "text": "While it is sometimes claimed that Melton pies became popular among fox hunters in the area in the late eighteenth century, it has also been stated that the association of the pork pie trade with Melton originated around 1831 as a sideline in a small baker and confectioners' shop in the town, owned by Edward Adcock."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123211",
                    "evidences": [
                        {
                            "text": "Within the next decade a number of other bakers then started supplying them, notably Enoch Evans, a former grocer, who seems to have been particularly responsible for establishing the industry on a large scale."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123212",
                    "evidences": [
                        {
                            "text": "Whether true or not the association with hunting provided valuable publicity, although one local hunting columnist writing in 1872 stated that it was extremely unlikely that \"our aristocratic visitors carry lumps of pie with them on horseback\".\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123214",
                    "evidences": [
                        {
                            "text": "The main distinctive feature of a Melton pie is that it is made with a hand-formed crust."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123215",
                    "evidences": [
                        {
                            "text": "The uncured meat of a Melton pie is grey in colour when cooked; the meat is chopped, rather than minced."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123216",
                    "evidences": [
                        {
                            "text": "As the pies are baked free-standing, the sides bow outwards, rather than being vertical as with mould-baked pies."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123217",
                    "evidences": [
                        {
                            "text": "Melton Mowbray pork pies are also served cold, unlike the Yorkshire pork pie.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123219",
                    "evidences": [
                        {
                            "text": "In the light of the premium price of the Melton Mowbray pie, the Melton Mowbray Pork Pie Association applied for protection under European Protected designation of origin laws as a result of the increasing production of Melton Mowbray-style pies by large commercial companies in factories far from Melton Mowbray, and recipes that deviated from the original uncured pork form."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac12321a",
                    "evidences": [
                        {
                            "text": "Protection was granted on 4 April 2008, with the result that only pies made within a designated zone around Melton (made within a 10.8 square mile (28 square kilometre) zone around the town), and using the traditional recipe including uncured pork, are allowed to carry the Melton Mowbray name on their packaging.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac12321c",
                    "evidences": [
                        {
                            "text": "There is a tradition in the East Midlands of eating pork pies for breakfast at Christmas."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac12321d",
                    "evidences": [
                        {
                            "text": "While its origin is unclear, the association of pork pies with Christmas dates back to at least the mid-19th century and it was by far the busiest time of year for the Melton manufacturers.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac12321f",
                    "evidences": [
                        {
                            "text": "In Yorkshire, pork pies are often served hot, accompanied with gravy or with mushy peas and mint sauce."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123220",
                    "evidences": [
                        {
                            "text": "For example, a van from award-winning pie makers Wilson's of Cross Gates regularly serves the latter combination to supporters at Leeds Rhinos rugby league matches at Headingley Stadium."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123221",
                    "evidences": [
                        {
                            "text": "It is also a common combination served at Bonfire Night celebrations."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123222",
                    "evidences": [
                        {
                            "text": "In Yorkshire slang a pork pie is sometimes called a \"growler\", a term probably derived from the \"NAAFI growler\" of earlier naval and army slang.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123224",
                    "evidences": [
                        {
                            "text": "An annual pork pie competition is held in April at The Old Bridge Inn, Ripponden, Yorkshire.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123226",
                    "evidences": [
                        {
                            "text": "The \"gala pie\" is a variety of pork pie where the filling includes a proportion of chicken and a hard-boiled egg (also known as a \"Grosvenor pie\")."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123227",
                    "evidences": [
                        {
                            "text": "Gala pies are often baked in long, loaf-type tins, with multiple eggs arranged along the centre."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac123228",
                    "evidences": [
                        {
                            "text": "\nSmaller, , varieties, sometimes branded as a \"picnic pie\", often have additional ingredients added to the filling such as apples, pickles and bacon.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac12322a",
                    "evidences": [
                        {
                            "text": "In some cases the solid pastry top is replaced by a pastry lattice, allowing the meat filling to be seen."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac12322b",
                    "evidences": [
                        {
                            "text": "A recent development is to have a layer of Branston pickle inserted under the lattice crust."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "625127a8c20df149ac12322c",
                    "evidences": [
                        {
                            "text": "Occasionally the top crust is dispensed with altogether in favour of a layer of cranberries sealed into place with aspic.\n"
                        }
                    ]
                }
            ]
        ],
        "624ca021c20df149ac18c653": [
            [
                {
                    "_id": "624ca020c20df149ac18c647",
                    "evidences": [
                        {
                            "text": "Sizzle Pie\n"
                        }
                    ]
                }
            ],
            [
                {
                    "new": 0,
                    "_id": "6302fec5d15eefbe17edab80",
                    "head_linked_entity": "????",
                    "headSpan": [
                        -12,
                        -2
                    ],
                    "head_entity": "Sizzle Pie",
                    "relation": "headquarters location",
                    "tail_entity": "Portland, Oregon",
                    "evidences": [
                        {
                            "text": "Sizzle Pie is a pizza restaurant chain based in Portland, Oregon, United States.\n",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.5581112110484844,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                -12,
                                -2
                            ],
                            "evidenceID": "624ca020c20df149ac18c649"
                        }
                    ]
                },
                {
                    "new": 1,
                    "_id": "6302fec6d15eefbe17edab82",
                    "head_linked_entity": "????",
                    "headSpan": [
                        -12,
                        -2
                    ],
                    "head_entity": "Sizzle Pie",
                    "relation": "industry",
                    "tail_entity": "pizza restaurant chain",
                    "evidences": [
                        {
                            "text": "Sizzle Pie is a pizza restaurant chain based in Portland, Oregon, United States.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.4224542863525087,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": [
                                -12,
                                -2
                            ],
                            "evidenceID": "624ca020c20df149ac18c649"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ca020c20df149ac18c64b",
                    "evidences": [
                        {
                            "text": "Pizza Party HQ is a brand of Sizzle Pie.\n"
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ca021c20df149ac18c64d",
                    "evidences": [
                        {
                            "text": "Sizzle Pie entered the Seattle market in 2016."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ca021c20df149ac18c64e",
                    "evidences": [
                        {
                            "text": "In 2017, Sizzle Pie replaced Atomic Pizza at Portland's Hollywood Theatre."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ca021c20df149ac18c64f",
                    "evidences": [
                        {
                            "text": "In late 2017, the chain's two locations in Brooklyn (Greenpoint and Williamsburg) closed, after operating for less than one year."
                        }
                    ]
                }
            ],
            [
                {
                    "_id": "624ca021c20df149ac18c650",
                    "evidences": [
                        {
                            "text": "There is also a location in downtown Reno, Nevada.\n"
                        }
                    ]
                }
            ]
        ]
    },
    "entity": {
        "Pie": {
            "nodes": [
                {
                    "id": "Pie",
                    "label": "Pie",
                    "root": true
                },
                {
                    "id": "Pie",
                    "label": "Pie"
                },
                {
                    "id": "Google",
                    "label": "Google"
                },
                {
                    "id": "United States",
                    "label": "United States"
                },
                {
                    "id": "pies",
                    "label": "pies"
                },
                {
                    "id": "Orion",
                    "label": "Orion"
                }
            ],
            "edges": [
                {
                    "source": "Pie",
                    "target": "Google",
                    "label": "manufacturer"
                },
                {
                    "source": "Pie",
                    "target": "United States",
                    "label": "country"
                },
                {
                    "source": "pies",
                    "target": "Orion",
                    "label": "manufacturer"
                },
                {
                    "source": "Pie",
                    "target": "pies"
                }
            ],
            "tables": [
                {
                    "new": 1,
                    "_id": "629f7d0819d982bfa3579c81",
                    "head_linked_entity": "????",
                    "head_entity": "Pie",
                    "relation": "manufacturer",
                    "tail_entity": "Google",
                    "evidences": [
                        {
                            "text": "On August 6, 2018, Google officially announced the final release of Android 9 under the title \"Pie\", with the update initially available for current Google Pixel devices, and releases for Android One devices and others to follow \"later this year\".",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.1141316863499634,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": "",
                            "evidenceID": "625bad95c20df149ac4af74e"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "62a790047eebfa4f2e8880db",
                    "head_linked_entity": "????",
                    "head_entity": "Pie",
                    "relation": "country",
                    "tail_entity": "United States",
                    "evidences": [
                        {
                            "text": "In the United States, pie and especially apple pie, became \"bound up in American mythology\" to the point that in 1902, \"The New York Times\" asserted that \"Pie is the food of the heroic\" and stated that \"No pie-eating people can ever be permanently vanquished\".",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.2161678569834986,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": "",
                            "evidenceID": "625581a2c20df149acbfcd1f"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "62d9d27490758e0a88d94038",
                    "head_linked_entity": "????",
                    "head_entity": "pies",
                    "relation": "manufacturer",
                    "tail_entity": "Orion",
                    "evidences": [
                        {
                            "text": "Products produced by Orion include biscuits, cookies, crackers, pies, gum, snacks, chocolate, and candy; and its most famous product is Choco Pie.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.7701567323824863,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": "",
                            "evidenceID": "624d824ec20df149ac7f788b"
                        }
                    ]
                }
            ]
        },
        "Pie-lette": {
            "nodes": [
                {
                    "id": "Pie-lette",
                    "label": "Pie-lette",
                    "root": true
                },
                {
                    "id": "Pie-lette",
                    "label": "Pie-lette"
                },
                {
                    "id": "Barry Sonnenfeld",
                    "label": "Barry Sonnenfeld"
                }
            ],
            "edges": [
                {
                    "source": "Pie-lette",
                    "target": "Barry Sonnenfeld",
                    "label": "director"
                }
            ],
            "tables": [
                {
                    "new": 1,
                    "_id": "6291afd0cc678a0865f170cf",
                    "head_linked_entity": "????",
                    "head_entity": "Pie-lette",
                    "relation": "director",
                    "tail_entity": "Barry Sonnenfeld",
                    "evidences": [
                        {
                            "text": "Barry Sonnenfeld won for Outstanding Directing for a Comedy Series for \"Pie-lette\".",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.42734155956925257,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": "",
                            "evidenceID": "62520562c20df149ac4fb976"
                        }
                    ]
                }
            ]
        },
        "Pie,_Pie_Blackbird": {
            "nodes": [
                {
                    "id": "Pie,_Pie_Blackbird",
                    "label": "Pie,_Pie_Blackbird",
                    "root": true
                },
                {
                    "id": "Pie, Pie Blackbird",
                    "label": "Pie, Pie Blackbird"
                },
                {
                    "id": "Nina Mae McKinney",
                    "label": "Nina Mae McKinney"
                },
                {
                    "id": "Warner Brothers",
                    "label": "Warner Brothers"
                }
            ],
            "edges": [
                {
                    "source": "Pie, Pie Blackbird",
                    "target": "Nina Mae McKinney",
                    "label": "cast member"
                },
                {
                    "source": "Pie,_Pie_Blackbird",
                    "target": "Pie, Pie Blackbird"
                },
                {
                    "source": "Pie, Pie Blackbird",
                    "target": "Warner Brothers",
                    "label": "producer"
                },
                {
                    "source": "Pie, Pie Blackbird",
                    "target": "Warner Brothers",
                    "label": "production company"
                }
            ],
            "tables": [
                {
                    "new": 1,
                    "_id": "62f1c958424ee8634b2b045a",
                    "head_linked_entity": "????",
                    "head_entity": "Pie, Pie Blackbird",
                    "relation": "cast member",
                    "tail_entity": "Nina Mae McKinney",
                    "evidences": [
                        {
                            "text": "In 1932, Sissle appeared with Nina Mae McKinney, the Nicholas Brothers, and Eubie Blake in \"Pie, Pie Blackbird\", a Vitaphone short released by Warner Brothers.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.03353237174371326,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": "",
                            "evidenceID": "62502b0ac20df149acad4b9d"
                        }
                    ]
                },
                {
                    "new": 1,
                    "_id": "62f1c958424ee8634b2b045c",
                    "head_linked_entity": "????",
                    "head_entity": "Pie, Pie Blackbird",
                    "relation": "producer",
                    "tail_entity": "Warner Brothers",
                    "evidences": [
                        {
                            "text": "In 1932, Sissle appeared with Nina Mae McKinney, the Nicholas Brothers, and Eubie Blake in \"Pie, Pie Blackbird\", a Vitaphone short released by Warner Brothers.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.7700727107826842,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": "",
                            "evidenceID": "62502b0ac20df149acad4b9d"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "62f1c958424ee8634b2b045d",
                    "head_linked_entity": "????",
                    "head_entity": "Pie, Pie Blackbird",
                    "relation": "production company",
                    "tail_entity": "Warner Brothers",
                    "evidences": [
                        {
                            "text": "In 1932, Sissle appeared with Nina Mae McKinney, the Nicholas Brothers, and Eubie Blake in \"Pie, Pie Blackbird\", a Vitaphone short released by Warner Brothers.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.954018980445728,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": "",
                            "evidenceID": "62502b0ac20df149acad4b9d"
                        }
                    ]
                }
            ]
        },
        "Pie-IX_Boulevard": {
            "nodes": [
                {
                    "id": "Pie-IX_Boulevard",
                    "label": "Pie-IX_Boulevard",
                    "root": true
                },
                {
                    "id": "Pie IX Boulevard",
                    "label": "Pie IX Boulevard"
                },
                {
                    "id": "Henri-Bourassa",
                    "label": "Henri-Bourassa"
                },
                {
                    "id": "Boulevard Pie-IX",
                    "label": "Boulevard Pie-IX"
                },
                {
                    "id": "Boulevard Henri-Bourassa",
                    "label": "Boulevard Henri-Bourassa"
                },
                {
                    "id": "Pie-IX Boulevard",
                    "label": "Pie-IX Boulevard"
                },
                {
                    "id": "Montreal",
                    "label": "Montreal"
                }
            ],
            "edges": [
                {
                    "source": "Pie IX Boulevard",
                    "target": "Henri-Bourassa",
                    "label": "connects with"
                },
                {
                    "source": "Pie-IX_Boulevard",
                    "target": "Pie IX Boulevard"
                },
                {
                    "source": "Boulevard Pie-IX",
                    "target": "Boulevard Henri-Bourassa",
                    "label": "connects with"
                },
                {
                    "source": "Pie-IX_Boulevard",
                    "target": "Boulevard Pie-IX"
                },
                {
                    "source": "Pie-IX Boulevard",
                    "target": "Montreal",
                    "label": "location"
                },
                {
                    "source": "Pie-IX_Boulevard",
                    "target": "Pie-IX Boulevard"
                }
            ],
            "tables": [
                {
                    "new": 1,
                    "_id": "62d9aecb051296f6791e1a7f",
                    "head_linked_entity": "????",
                    "head_entity": "Pie IX Boulevard",
                    "relation": "connects with",
                    "tail_entity": "Henri-Bourassa",
                    "evidences": [
                        {
                            "text": "The day after the I-35W Mississippi River bridge collapse, the City of Montreal revised its policies for one of those, the Henri-Bourassa overpass above Pie IX Boulevard, closing it completely to all trucks.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.6975690837156397,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": "",
                            "evidenceID": "624d45c7c20df149ac640118"
                        }
                    ]
                },
                {
                    "new": 1,
                    "_id": "62e0ccedb490a2a6533c4e69",
                    "head_linked_entity": "????",
                    "head_entity": "Boulevard Pie-IX",
                    "relation": "connects with",
                    "tail_entity": "Boulevard Henri-Bourassa",
                    "evidences": [
                        {
                            "text": "Instead it followed Boulevard Henri-Bourassa to Boulevard Pie-IX, both of which are principal urban arterial roads.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.6659063013588498,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": "",
                            "evidenceID": "624e187bc20df149acc3883f"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "6291a21e57cfb3f40e5f24d4",
                    "head_linked_entity": "????",
                    "head_entity": "Pie-IX Boulevard",
                    "relation": "location",
                    "tail_entity": "Montreal",
                    "evidences": [
                        {
                            "text": "From June 1990 to June 2002, a similar line existed in Montreal, along Pie-IX Boulevard; this was indefinitely suspended after two fatalities.",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.7319577753043132,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": "",
                            "evidenceID": "625df093c20df149ac33700e"
                        }
                    ]
                }
            ]
        },
        "Pie-Eyed": {
            "nodes": [
                {
                    "id": "Pie-Eyed",
                    "label": "Pie-Eyed",
                    "root": true
                },
                {
                    "id": "Pie-Eyed",
                    "label": "Pie-Eyed"
                },
                {
                    "id": "comedy",
                    "label": "comedy"
                },
                {
                    "id": "Laurel",
                    "label": "Laurel"
                }
            ],
            "edges": [
                {
                    "source": "Pie-Eyed",
                    "target": "comedy",
                    "label": "genre"
                },
                {
                    "source": "Pie-Eyed",
                    "target": "Laurel",
                    "label": "cast member"
                }
            ],
            "tables": [
                {
                    "new": 0,
                    "_id": "62b3d52d3b4dc790ff42ee88",
                    "head_linked_entity": "????",
                    "head_entity": "Pie-Eyed",
                    "relation": "genre",
                    "tail_entity": "comedy",
                    "evidences": [
                        {
                            "text": "He wrote the comedy shorts \"Honeymoon Hardships\" (1925), \"Somewhere in Wrong\" (1925) with Laurel, \"Twins\" (1925) with Laurel, \"Pie-Eyed\" (1925) with Laurel, \"The Snow Hawk\" (1925) with Laurel, \"Navy Blue Days\" (1925) with Laurel, \"Hold Tight\" (1925), \"The Sleuth\" (1925) with Laurel, \"Dr. Pyckle and Mr. Pryde\" (1925) with Laurel, \"No Sleep on the Deep\" (1925), \"Three Wise Goofs\", \"Salute\" (1925), \"On the Links\" (1925), \"Who's Your Friend\" (1925), \"The Funnymooners\" (1926), \"Puppy Lovetime\" (1926), \"Smith's Visitor\" (1926) and \"A Beauty Parlor\" (1926).",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.8439940515930586,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": "",
                            "evidenceID": "625d09ddc20df149acdb62a1"
                        }
                    ]
                },
                {
                    "new": 0,
                    "_id": "62b3d52d3b4dc790ff42ee89",
                    "head_linked_entity": "????",
                    "head_entity": "Pie-Eyed",
                    "relation": "cast member",
                    "tail_entity": "Laurel",
                    "evidences": [
                        {
                            "text": "He wrote the comedy shorts \"Honeymoon Hardships\" (1925), \"Somewhere in Wrong\" (1925) with Laurel, \"Twins\" (1925) with Laurel, \"Pie-Eyed\" (1925) with Laurel, \"The Snow Hawk\" (1925) with Laurel, \"Navy Blue Days\" (1925) with Laurel, \"Hold Tight\" (1925), \"The Sleuth\" (1925) with Laurel, \"Dr. Pyckle and Mr. Pryde\" (1925) with Laurel, \"No Sleep on the Deep\" (1925), \"Three Wise Goofs\", \"Salute\" (1925), \"On the Links\" (1925), \"Who's Your Friend\" (1925), \"The Funnymooners\" (1926), \"Puppy Lovetime\" (1926), \"Smith's Visitor\" (1926) and \"A Beauty Parlor\" (1926).",
                            "extractor": "GLM-2B/P-tuning",
                            "confidence": 0.13602013327260698,
                            "filtered": true,
                            "ts": "2022-10-29",
                            "headSpan": "",
                            "evidenceID": "625d09ddc20df149acdb62a1"
                        }
                    ]
                }
            ]
        }
    }
}