{
    "6258c20cc20df149ac236cad": [
        [
            {
                "_id": "6258c20cc20df149ac236c9f",
                "evidences": [
                    {
                        "text": "Washington\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6258c20cc20df149ac236ca1",
                "evidences": [
                    {
                        "text": "Washington commonly refers to:\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6258c20cc20df149ac236ca3",
                "evidences": [
                    {
                        "text": "\nWashington may also refer to:\n"
                    }
                ]
            }
        ]
    ],
    "624c7e6bc20df149ac096f61": [
        [
            {
                "_id": "624c7e69c20df149ac096eb8",
                "evidences": [
                    {
                        "text": "Washington Highlands (Washington, D.C.)\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "62a0e91c03c4502cbec88c03",
                "head_linked_entity": "????",
                "headSpan": [
                    64,
                    80
                ],
                "head_entity": "Washington, D.C.",
                "relation": "located in the administrative territorial entity",
                "tail_entity": "United States",
                "evidences": [
                    {
                        "text": "Washington Highlands is a residential neighborhood in Southeast Washington, D.C., in the United States.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.23058669603834359,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e69c20df149ac096ebb",
                "evidences": [
                    {
                        "text": "It lies within Ward 8, and is one of the poorest and most crime-ridden sections of the city."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e69c20df149ac096ebc",
                "evidences": [
                    {
                        "text": "Most residents live in large public and low-income apartment complexes, although there are extensive tracts of single-family detached homes in the neighborhood.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ebe",
                "evidences": [
                    {
                        "text": "Washington Highlands is bounded by 13th Street SE on the northeast, Oxon Run Park on the northwest and southwest, and Southern Avenue on the southeast."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ebf",
                "evidences": [
                    {
                        "text": "The neighborhood is situated on a series of high hills overlooking the creek known as Oxon Run."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ec0",
                "evidences": [
                    {
                        "text": "It draws its name from the city of Washington, D.C., and the hills on which it was built.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ec2",
                "evidences": [
                    {
                        "text": "At the time of European colonization of North America, the area known as Washington Highlands was occupied by Nacotchtank tribe of Native Americans, a non-migratory band whose villages lined the northern and southern banks of the Anacostia River."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ec3",
                "evidences": [
                    {
                        "text": "The Nacochtanks were decimated by disease brought to the New World by European explorers, and disappeared by 1700 AD."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ec4",
                "evidences": [
                    {
                        "text": "The flat area below the highlands became farms owned by white settlers, with large numbers of African American slaves working the fields.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ec6",
                "evidences": [
                    {
                        "text": "The development of Washington Highlands closely parallels that of the adjacent neighborhood of Congress Heights."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ec7",
                "evidences": [
                    {
                        "text": "In 1890, Colonel Arthur E. Randle, a successful newspaper publisher, decided to found a settlement east of the river which he called Congress Heights."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ec8",
                "evidences": [
                    {
                        "text": "The Pennsylvania Avenue Bridge (now the John Philip Sousa Bridge) began construction in November 1887, and by June 1890 was nearing completion."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ec9",
                "evidences": [
                    {
                        "text": "Randle understood that this new bridge would bring rapid development east of the Anacostia River, and he intended to take advantage of it.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ecb",
                "evidences": [
                    {
                        "text": "The development was immediately successful."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ecc",
                "evidences": [
                    {
                        "text": "To ensure that his investment continued to pay off, Randle invested heavily in the Belt Railway, a local streetcar company founded in March 1875."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ecd",
                "evidences": [
                    {
                        "text": "On March 2, 1895, Randle founded the Capital Railway Company to construct streetcar lines over the Navy Yard Bridge and down Nichols Avenue to Congress Heights.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ecf",
                "evidences": [
                    {
                        "text": "Developers began laying out Washington Highlands in 1904, and by August 1905 most of the subdivision's roads and tracts had been laid out."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ed0",
                "evidences": [
                    {
                        "text": "Hungerford's addition was added to the neighborhood in 1906."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ed1",
                "evidences": [
                    {
                        "text": "Fourth Street SE was opened in 1910 after a three-year effort, although growth slowed for the next few years."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ed2",
                "evidences": [
                    {
                        "text": "By 1925, however, there were enough residents in the neighborhood to form a Washington Highlands Citizen Association.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ed4",
                "evidences": [
                    {
                        "text": "The city denied a 1927 request of citizens in the area for sewer lines to be built in their neighborhood."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ed5",
                "evidences": [
                    {
                        "text": "There were too few residents in the area to justify the expense."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ed6",
                "evidences": [
                    {
                        "text": "But despite the effects of the Great Depression, development in the Washington Highlands area continued."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ed7",
                "evidences": [
                    {
                        "text": "In 1936 and 1937, more than 200 homes were built in the neighborhood, and in 1938 the city connected the area to the sewer system via the large Oxon Run sewer main."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ed8",
                "evidences": [
                    {
                        "text": "The sewer system brought even more substantial growth."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ed9",
                "evidences": [
                    {
                        "text": "Another 250 homes were built in the neighborhood in 1938, and 100 more were planned."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096eda",
                "evidences": [
                    {
                        "text": "Even so, large parts of Washington Highlands remained undeveloped: Many streets existed only on paper, and the southern end of the area was primarily still farmland.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096edc",
                "evidences": [
                    {
                        "text": "World War II brought significant changes Washington Highlands."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096edd",
                "evidences": [
                    {
                        "text": "The war brought hundreds of thousands of defense workers into the city, creating a severe housing shortage."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ede",
                "evidences": [
                    {
                        "text": "Congress created the National Capital Housing Authority (NCHA) to build extensive low-income housing throughout the region to alleviate the shortage."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096edf",
                "evidences": [
                    {
                        "text": "In 1942, the NCHA built the 256-unit Highland Dwellings."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ee0",
                "evidences": [
                    {
                        "text": "In the fall of 1943, the NCHA approved a plan to build more than 300 low-income homes in Washington Heights, and private developers agreed to build another 150."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ee1",
                "evidences": [
                    {
                        "text": "Washington Highland residents were angry that their neighborhood was being turned into a low-income area, but the NCHA pushed the plan through."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ee2",
                "evidences": [
                    {
                        "text": "The low-income housing boom continued in the area in the post-war period, with hundreds more homes being built."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ee3",
                "evidences": [
                    {
                        "text": "The post-war baby boom led to a significant increase in children in the area."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ee4",
                "evidences": [
                    {
                        "text": "After years of city inaction on recreational facilities in the neighborhood, the Washington Highlands Citizens Association successfully petitioned the city to take over the United States Navy's Bald Eagle storage facility and turn it into a recreational center.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ee6",
                "evidences": [
                    {
                        "text": "Washington Highlands was one of the first areas of the District of Columbia where housing was desegregated."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ee7",
                "evidences": [
                    {
                        "text": "Until the 1950s, law as well as housing covenants created by developers excluded African Americans from many neighborhoods in the city."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ee8",
                "evidences": [
                    {
                        "text": "But in 1951, the NCHA announced it would not longer segregate its housing complexes in Washington Highlands, and opened them to black residents."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ee9",
                "evidences": [
                    {
                        "text": "It began implementing its policy in 1953."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096eea",
                "evidences": [
                    {
                        "text": "This sparked a strong backlash from whites in Washington Highlands, which at that time had almost no African American residents.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096eec",
                "evidences": [
                    {
                        "text": "As of 2007, Washington Highlands had a population of 8,829, including 3,242 households and a median household income of $28,885."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096eed",
                "evidences": [
                    {
                        "text": "Just over 81 percent of residents in Washington Highlands are renters, and 18.7 percent are home owners."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096eee",
                "evidences": [
                    {
                        "text": "Roughly 71 percent of households are families.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ef0",
                "evidences": [
                    {
                        "text": "Most of the neighborhood it is low-income and public housing apartment complexes, including the 204-unit Highland Dwellings public housing complex."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ef1",
                "evidences": [
                    {
                        "text": "The District of Columbia Housing Authority received 2009 stimulus funding, and allocated $11 million towards rehabilitation of Highland Dwellings."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ef2",
                "evidences": [
                    {
                        "text": "Wheeler Creek is a 314-unit community developed with a 1997 HOPE VI grant which replaced two earlier housing complexes, Valley Green and Skytower."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ef3",
                "evidences": [
                    {
                        "text": "Wheeler Creek includes 48 low-income rental units, 100 senior apartments, 32 market-rate rental units, and 30 lease/purchase units."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ef4",
                "evidences": [
                    {
                        "text": "The remaining units are for purchase.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ef6",
                "evidences": [
                    {
                        "text": "In 1967, the 12-story, 291-unit Parkside Terrace Apartments at 3700 9th Street SE was constructed."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ef7",
                "evidences": [
                    {
                        "text": "The apartment building for moderate- and low-income families was financed with federal money, and built by a group of private investors led by Polinger Construction and Judge Marjorie Lawson (a civil rights advisor to President John F. Kennedy)."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ef8",
                "evidences": [
                    {
                        "text": "By the early 2000s, however, the building was in serious disrepair and plagued by drug dealers, thieves, gangs, and numerous assaults."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096ef9",
                "evidences": [
                    {
                        "text": "In 2003, the United States Department of Housing and Urban Development (HUD) sold its interest in the building."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096efa",
                "evidences": [
                    {
                        "text": "It was purchased by two nonprofit organizations—Community Preservation and Development, and Crawford Edgewood Management (a housing management company founded by H. R. Crawford, an African American former HUD official)."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096efb",
                "evidences": [
                    {
                        "text": "The structure was gutted in 2005, leaving behind only the interior columns, foundation, and a portion of the facade."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096efc",
                "evidences": [
                    {
                        "text": "The building reopened in 2009 as The Overlook."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096efd",
                "evidences": [
                    {
                        "text": "The building's lower seven floors (with 181 units) were set aside for low-income senior citizens."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096efe",
                "evidences": [
                    {
                        "text": "The building's top five floors (with 135 one- and two-bedroom units) were set aside for low- and moderate-income families."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096eff",
                "evidences": [
                    {
                        "text": "The Overlook features separate entrances and elevators for the senior citizen and family section, and each unit was wired for broadband Internet."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f00",
                "evidences": [
                    {
                        "text": "The renovated building also featured several community rooms, a computer room, playground, controlled-access parking garage, and of parkland."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f01",
                "evidences": [
                    {
                        "text": "Retail space in the complex was occupied by a bank, convenience store, hair salon, and geriatric care center."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f02",
                "evidences": [
                    {
                        "text": "Security at the building was very strong."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f03",
                "evidences": [
                    {
                        "text": "Applicants for empty units could not have a criminal record of any kind, the building had an extensive security system, and security guards patrolled the interior.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f05",
                "evidences": [
                    {
                        "text": "The largest apartment complex in the neighborhood is the 360-unit, 700-resident Park Southern Apartments at 800 Southern Avenue SE.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f07",
                "evidences": [
                    {
                        "text": "The Park Southern Apartments were built in 1965 as a public-private partnership, with funding coming from the city, the federal government, and a group of private investors led by Polinger Construction and Judge Lawson."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f08",
                "evidences": [
                    {
                        "text": "The goal of the block-long, hilltop development was to provide housing to individuals and families whose incomes were too high to qualify for federal housing subsidies but too low to afford market-rate rents in the city.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f0a",
                "evidences": [
                    {
                        "text": "The Park Southern was considered one of the best-run apartment complexes in the city until 1973."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f0b",
                "evidences": [
                    {
                        "text": "The Polinger company installed H. R. Crawford as resident manager."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f0c",
                "evidences": [
                    {
                        "text": "Strict in his enforcement of housing rules and selective in who he rented to, Crawford created a safe, well-landscaped, well-maintained apartment building which won national praise."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f0d",
                "evidences": [
                    {
                        "text": "The Park Southern attained what \"The Washington Post\" called an \"iconic\" status for both helping very low-income people but maintaining a high standard of living."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f0e",
                "evidences": [
                    {
                        "text": "Crawford left his post in March 1973 to take a position at HUD.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f10",
                "evidences": [
                    {
                        "text": "The Park Southern Apartments declined after Crawford's departure, and suffered heavily from crime, vandalism, and other problems during the crack cocaine epidemic in the city in the 1980s and early 1990s."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f11",
                "evidences": [
                    {
                        "text": "In 1995, two nonprofits, Jubilee Enterprise of Greater Washington and the Park Southern Neighborhood Corporation, purchased the Park Southern from its original investors and began to renovate and refurbish the complex."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f12",
                "evidences": [
                    {
                        "text": "Jubilee Enterprise sold its interest in the complex to the Park Southern Neighborhood Corporation (PSNC) in 2001."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f13",
                "evidences": [
                    {
                        "text": "PSNC sought and won a $3 million loan from the city in May 2006 to make repairs at the property.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f15",
                "evidences": [
                    {
                        "text": "PSNC's administration of the Park Southern Apartments has been strongly criticized."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f16",
                "evidences": [
                    {
                        "text": "Several tenant lawsuits have alleged a broken HVAC system, cockroach and rodent infestations, a badly leaking plumbing system which has caused ceilings and walls to collapse, extensive mold and mildew throughout the complex, a security system which does not work, and damaged exterior access doors left hanging open."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f17",
                "evidences": [
                    {
                        "text": "\"The Washington Post\" reported in July 2014 that PSNC failed to make $628,262 in loan repayments to the city, owed more than $400,000 in unpaid utility and other bills, and that tens of thousands of dollars in tenant security deposits were missing."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f18",
                "evidences": [
                    {
                        "text": "In April 2014, D.C. housing officials seized the complex after PSNC defaulted on its loan."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f19",
                "evidences": [
                    {
                        "text": "City officials allege that PSNC has refused to turn over $300,000 in rent payments made in March 2014."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f1a",
                "evidences": [
                    {
                        "text": "They further alleged that Rowena Joyce Scott, president of PSNC; Scott's daughter; and several PSNC board members illegally lived rent-free at Park Southern Apartments."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f1b",
                "evidences": [
                    {
                        "text": "The city began eviction proceedings against Scott, accusing her of owing more than $57,000 in back rent."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f1c",
                "evidences": [
                    {
                        "text": "(She contested the eviction.) A subsequent investigation of the property showed such extensive problems that the city accused PSNC of \"gross mismanagement\"."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6ac20df149ac096f1d",
                "evidences": [
                    {
                        "text": "D.C. housing officials say the Park Southern Apartments now need more than $20 million in repairs, which is almost as much as the building is worth.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f1f",
                "evidences": [
                    {
                        "text": "\"The Washington Post\" reported that PSNC attempted to sell the Park Southern Apartments to the former manager of the complex, Phinis Jones, in an attempt to pay back the city's loan."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f20",
                "evidences": [
                    {
                        "text": "The newspaper said that this would \"potentially [limit] further city oversight of the complex\"."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f21",
                "evidences": [
                    {
                        "text": "The D.C. housing authority, which had review authority over the transaction, vetoed the sale on July 11, 2014, although it did not rule out a sale to Jones at a future date.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f23",
                "evidences": [
                    {
                        "text": "The troubles at the Park Southern Apartments roiled the November 2014 D.C. mayoral election."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f24",
                "evidences": [
                    {
                        "text": "Scott, a long-time supporter of D.C. Mayor Vincent C. Gray, is a notable power-broker in local D.C. Democratic Party politics."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f25",
                "evidences": [
                    {
                        "text": "According to article in \"The Washington Post\", Scott secretly withdrew her support for Gray in early 2014 after the city began investigating tenant complaints at Park Southern Apartments, and switched her support to D.C. City Council member Muriel Bowser."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f26",
                "evidences": [
                    {
                        "text": "Scott then allegedly declined to mobilize residents of the Park Southern Apartments to vote for Gray at a January 17, 2014, Democratic Party \"straw vote\" held in city Ward 8 (where the apartment complex is located)."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f27",
                "evidences": [
                    {
                        "text": "Gray subsequently lost the straw vote, and Bowser was catapulted to front-runner status in the Democratic mayoral primary."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f28",
                "evidences": [
                    {
                        "text": "Bowser then won the D.C. mayoral primary."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f29",
                "evidences": [
                    {
                        "text": "Scott subsequently accused Gray of targeting her and her nonprofit corporation in retaliation for the political activity."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f2a",
                "evidences": [
                    {
                        "text": "\"The Washington Post\" reported on July 13, 2014 that Bowser had attempted to set up a private meeting between D.C. housing officials and PSNC (Gray ordered his officials to decline attendance); twice demanded to know under what legal authority city officials acted against PSNC; and challenged the city's right to seize PSNC's property under the terms of the loan default."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f2b",
                "evidences": [
                    {
                        "text": "Michael Kelly, director of the District of Columbia Housing Authority, asked Bowser to schedule council hearings on PSNC's administration of the Park Southern Apartments, but Bowser (as of July 15) had declined to do so."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f2c",
                "evidences": [
                    {
                        "text": "Instead, Bowser asked the city's inspector general to open an investigation."
                    }
                ]
            }
        ],
        [
            {
                "_id": "62a0ea4a03c4502cbec88c64",
                "head_linked_entity": "????",
                "headSpan": [
                    25,
                    38
                ],
                "head_entity": "David Catania",
                "relation": "member of political party",
                "tail_entity": "Independent",
                "evidences": [
                    {
                        "text": "D.C. City Council member David Catania, an Independent candidate for mayor, accused Bowser of improperly intervening in the situation and engaging in ethically questionable conduct.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.7838960946151661,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f2e",
                "evidences": [
                    {
                        "text": "Bowser dismissed Catania's criticism, and has alleged that problems at Park Southern Apartments are not as bad as the tenants and D.C. Housing Authority allege.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "62a0ea4f03c4502cbec88c68",
                "head_linked_entity": "????",
                "headSpan": [
                    27,
                    31
                ],
                "head_entity": "D.C.",
                "relation": "located in the administrative territorial entity",
                "tail_entity": "United States",
                "evidences": [
                    {
                        "text": "On July 16, 2014, both the D.C. city's attorney general and the United States attorney for the District of Columbia announced civil and criminal investigations into PSNC's administration of the Park Southern Apartments.\n",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.2743166724687641,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f32",
                "evidences": [
                    {
                        "text": "The most prominent landmark in Washington Highlands is Greater Southeast Community Hospital, the city-owned hospital that serves the majority of public healthcare needs in the District of Columbia.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f34",
                "evidences": [
                    {
                        "text": "Washington Highlands is home to the Ferebee-Hope Recreation Center at 3999 8th Street SE."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f35",
                "evidences": [
                    {
                        "text": "The center, which is surrounded by city-owned and maintained parkland, include an indoor, year-round gymnasium; outdoor basketball courts; and an aquatic center which provides year-round indoor swimming and aquatic activities."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f36",
                "evidences": [
                    {
                        "text": "The Southeast Tennis and Learning Center at 701 Mississippi Avenue SE lies adjacent to Washington Highlands, just across Oxon Run Parkway.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f38",
                "evidences": [
                    {
                        "text": "The northeast end of Washington Highlands is dominated by Oxon Run Parkway, and the surrounding parkland."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f39",
                "evidences": [
                    {
                        "text": "The southern border of this park, which is owned and maintained by the National Park Service, is 13th Street SE."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f3a",
                "evidences": [
                    {
                        "text": "City-owned undeveloped parkland, also known as Oxon Run Park, runs parallel to Valley Road SE and Livingston Road SE."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f3b",
                "evidences": [
                    {
                        "text": "Two athletic facilities occupy the segment of city-owned Oxon Run Park between 13th Street SE and Mississippi Avenue SE: the Wheeler and Mississippi park facility (benches and tables located at Wheeler Street SE and Mississippi Avenue SE) and the Oxon Run Park Outdoor Basketball Court 3 (at Valley Avenue SE and 13th Street SE)."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f3c",
                "evidences": [
                    {
                        "text": "On the northern side of Oxon Run, just outside and adjacent to the Washington Highlands neighborhood, are the Oxon Run Park Amphitheater (opposite the Wheeler and Mississippi park facility) and Oxon Run Park Athletic Field 2 (also known as William O. Lockridge Field, opposite Oxon Run Park Outdoor Basketball Court 3 )."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f3d",
                "evidences": [
                    {
                        "text": "The next segment of city-owned Oxon Run Park, between Wheeler Road SE and 4th Street SE, contains three athletic facilities just north of Oxon Run (and technically outside the boundaries of but adjacent to Washington Highlands): the 4th and Mississippi park facility (4th Street SE and Mississippi Avenue SE), Oxon Run Park Athletic Field 1 (located at Simon Elementary School at 601 Mississippi Avenue SE), and the 4th and Wayne park facility (at 4th Street SE and Wayne Street SE)."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f3e",
                "evidences": [
                    {
                        "text": "The lower segment of city-owned Oxon Run Park, between Atlantic Street SE and South Capitol Street, contains Oxon Run Park Outdoor Basketball Court 2 (at Atlantic Street SE and Livingston Road SE), Oxon Run Park Outdoor Basketball Court 1 (at Atlantic Street SE and Livingston Road SE), and the Livingston and Atlantic park facility (at Livingston Road SE and Atlantic Street SE).\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f40",
                "evidences": [
                    {
                        "text": "The new ARC cultural arts center, and the Tennis and Learning Center, are located on Mississippi Avenue.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f42",
                "evidences": [
                    {
                        "text": "The Washington Highlands neighborhood has a single city-owned playground within its borders."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f43",
                "evidences": [
                    {
                        "text": "This is the Oxon Run Park Playground #2, located at 4368 Livingston Road SE."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f44",
                "evidences": [
                    {
                        "text": "A second city playground, the Ferebee-Hope Playground on the grounds of the Ferebee-Hope Recreation Center, is due to begin construction in the summer of 2015."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f45",
                "evidences": [
                    {
                        "text": "New fences, handicapped-accessibility ramps, landscaping, lighting, and outdoor furniture are also scheduled for the recreation center."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f46",
                "evidences": [
                    {
                        "text": "Two other playgrounds exist within city-owned Oxon Run Park just north or west of Oxon Run itself."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f47",
                "evidences": [
                    {
                        "text": "These include Oxon Run Park Playground #1 (Mississippi Avenue SE and 10th Place SE), and Oxon Run Park Playground #3 (4509 1st Street SE)."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f48",
                "evidences": [
                    {
                        "text": "A fourth playground, Oxon Run Playground-Play DC, is under construction at 501 Mississippi Avenue SE.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f4a",
                "evidences": [
                    {
                        "text": "Washington Highlands lacks a branch of the District of Columbia Public Library."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f4b",
                "evidences": [
                    {
                        "text": "The two closest libraries are Parklands-Turner Neighborhood Library at 1547 Alabama Avenue SE (near Alabama Avenue and Stanton Road SE) and the William O. Lockridge/Bellevue Neighborhood Library at 115 Atlantic Street SW (near Atlantic Avenue and South Capitol Street)."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f4c",
                "evidences": [
                    {
                        "text": "The Parklands Library Kiosk, a metal-and-plastic \"kiosk library\" opened at Alabama Avenue and Stanton Road SE in 1977."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f4d",
                "evidences": [
                    {
                        "text": "It was replaced by the Parklands-Turner Library (built across the street) in 1984."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f4e",
                "evidences": [
                    {
                        "text": "In 2003, as work began on construction of the Henson Ridge Hope VI housing development, city officials announced they would close the kiosk library and build a new $1.5 million Parklands-Turner Library as part of the redevelopment of nearby Turner Elementary School."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f4f",
                "evidences": [
                    {
                        "text": "But this plan fell through."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f50",
                "evidences": [
                    {
                        "text": "In September 2009, Parklands-Turner Library closed for four weeks, and the old building demolished."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f51",
                "evidences": [
                    {
                        "text": "A new Parklands-Turner Library opened in The Shops at Parklands on Alabama Avenue in October 2009."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f52",
                "evidences": [
                    {
                        "text": "The Lockridge/Bellevue Neighborhood Library was formerly called the Washington Highlands Branch Library, but was never located in Washington Highlands."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f53",
                "evidences": [
                    {
                        "text": "The library was demolished in 2009 and a new $15 million structure, designed by noted international architect David Adjaye, opened in September 2012."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f54",
                "evidences": [
                    {
                        "text": "The branch was renamed Bellevue to better reflect the neighborhood in which the library exists."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f55",
                "evidences": [
                    {
                        "text": "Although D.C. Board of Education member William O. Lockridge opposed the library's reconstruction, D.C. Mayor Vincent C. Gray successfully pushed to have the library renamed for him (even though a nearby athletic field already bore his name).\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f57",
                "evidences": [
                    {
                        "text": "Washington Highlands is among the most violent neighborhoods in the District of Columbia."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f58",
                "evidences": [
                    {
                        "text": "Approximately one-third of the city's 181 homicides in 2007 occurred there."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f59",
                "evidences": [
                    {
                        "text": "The neighborhood became the focus of media attention in January 2008 when city officials discovered that Washington Highlands resident Banita Jacks had been living for months in her rowhouse with the bodies of her four murdered children in advanced states of decomposition upstairs.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "62a0eab703c4502cbec88c7f",
                "head_linked_entity": "????",
                "headSpan": [
                    77,
                    94
                ],
                "head_entity": "Wilhelmina Rolark",
                "relation": "residence",
                "tail_entity": "Washington Highlands",
                "evidences": [
                    {
                        "text": "Former notable residents of Washington Highlands include the late Calvin and Wilhelmina Rolark, co-founders of the United Black Fund.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.2903622535473235,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f5c",
                "evidences": [
                    {
                        "text": "Wilhelmina Rolark was a D.C. City Council member for 16 years."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c7e6bc20df149ac096f5d",
                "evidences": [
                    {
                        "text": "Country music singer and performer Roy Clark (who moved to the District of Columbia at the age of 11) grew up on 1st Street SE.\n"
                    }
                ]
            }
        ]
    ],
    "624c25fbc20df149ace14382": [
        [
            {
                "_id": "629f2fabf843b5b290630b2e",
                "head_linked_entity": "????",
                "headSpan": [
                    0,
                    35
                ],
                "head_entity": "Hotel Washington (Washington, D.C.)",
                "relation": "location",
                "tail_entity": "Washington, D.C.",
                "evidences": [
                    {
                        "text": "Hotel Washington (Washington, D.C.)\n",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.5527091084629007,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c25fbc20df149ace14371",
                "evidences": [
                    {
                        "text": "The W Washington, D.C. is a historic hotel located at 515 15th Street NW (between Pennsylvania Avenue and F Street) in downtown Washington, D.C."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c25fbc20df149ace14372",
                "evidences": [
                    {
                        "text": "It opened in 1918 as the Hotel Washington."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c25fbc20df149ace14373",
                "evidences": [
                    {
                        "text": "It is operated by W Hotels.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "629f2fcbf843b5b290630b3d",
                "head_linked_entity": "????",
                "headSpan": [
                    148,
                    164
                ],
                "head_entity": "Washington, D.C.",
                "relation": "architect",
                "tail_entity": "Carrère and Hastings",
                "evidences": [
                    {
                        "text": "Designed by the architectural firm of Carrère and Hastings, the ten-story, Beaux-Arts hotel is the only commercial building designed by the firm in Washington, D.C. Construction of the Hotel Washington was completed in 1918.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.49204094573508816,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "629f2fcff843b5b290630b42",
                "head_linked_entity": "????",
                "headSpan": [
                    181,
                    201
                ],
                "head_entity": "the Hotel Washington",
                "relation": "architect",
                "tail_entity": "Carrère and Hastings",
                "evidences": [
                    {
                        "text": "Designed by the architectural firm of Carrère and Hastings, the ten-story, Beaux-Arts hotel is the only commercial building designed by the firm in Washington, D.C. Construction of the Hotel Washington was completed in 1918.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.48769741805010036,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "629f2fcff843b5b290630b41",
                "head_linked_entity": "????",
                "headSpan": [
                    181,
                    201
                ],
                "head_entity": "the Hotel Washington",
                "relation": "location",
                "tail_entity": "Washington, D.C.",
                "evidences": [
                    {
                        "text": "Designed by the architectural firm of Carrère and Hastings, the ten-story, Beaux-Arts hotel is the only commercial building designed by the firm in Washington, D.C. Construction of the Hotel Washington was completed in 1918.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.439849551399322,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "6318d7ce4fd65662f8c2c723",
                "head_linked_entity": "????",
                "headSpan": [
                    -254,
                    -219
                ],
                "head_entity": "Hotel Washington (Washington, D.C.)",
                "relation": "location",
                "tail_entity": "Washington, D.C.",
                "evidences": [
                    {
                        "text": "Designed by the architectural firm of Carrère and Hastings, the ten-story, Beaux-Arts hotel is the only commercial building designed by the firm in Washington, D.C. Construction of the Hotel Washington was completed in 1918.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.15065484185353195,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "6318d7ce4fd65662f8c2c724",
                "head_linked_entity": "????",
                "headSpan": [
                    -254,
                    -219
                ],
                "head_entity": "Hotel Washington (Washington, D.C.)",
                "relation": "architect",
                "tail_entity": "Carrère and Hastings",
                "evidences": [
                    {
                        "text": "Designed by the architectural firm of Carrère and Hastings, the ten-story, Beaux-Arts hotel is the only commercial building designed by the firm in Washington, D.C. Construction of the Hotel Washington was completed in 1918.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.7567663897433692,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c25fbc20df149ace14376",
                "evidences": [
                    {
                        "text": "The facade features cream colored sgraffito decoration on a reddish-brown ground.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "629f2ff1f843b5b290630b4e",
                "head_linked_entity": "????",
                "headSpan": [
                    234,
                    276
                ],
                "head_entity": "Pennsylvania Avenue National Historic Site",
                "relation": "named after",
                "tail_entity": "Pennsylvania Avenue",
                "evidences": [
                    {
                        "text": "The Hotel Washington was listed on the National Register of Historic Places (NRHP) in 1995; in addition, the building is a contributing property to the Fifteenth Street Financial Historic District, listed on the NRHP in 2006, and the Pennsylvania Avenue National Historic Site.\n",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.25225407493473484,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c25fbc20df149ace1437a",
                "evidences": [
                    {
                        "text": "Following an extensive renovation by Nakheel Properties, the owner of the building since 2006, the 317-room W Hotel opened in 2008, operated by Starwood Hotels and Resorts Worldwide.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c25fbc20df149ace1437c",
                "evidences": [
                    {
                        "text": "The hotel was seen in the films \"Contact\" and \"The Firm\"."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c25fbc20df149ace1437d",
                "evidences": [
                    {
                        "text": "Its roof terrace figured in the movies \"The Godfather Part II\" and \"No Way Out\"."
                    }
                ]
            }
        ],
        [
            {
                "_id": "629f3039f843b5b290630b54",
                "head_linked_entity": "????",
                "headSpan": [
                    17,
                    34
                ],
                "head_entity": "John Nance Garner",
                "relation": "residence",
                "tail_entity": "Frank Murphy",
                "evidences": [
                    {
                        "text": "Frank Murphy and John Nance Garner lived there.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.020184215361968127,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624c25fbc20df149ace1437f",
                "evidences": [
                    {
                        "text": "The entrance of the hotel was shown in the film Silkwood\n"
                    }
                ]
            }
        ]
    ],
    "6253adc1c20df149acfb1253": [
        [
            {
                "_id": "6253adc1c20df149acfb1216",
                "evidences": [
                    {
                        "text": "George Washington (Washington pioneer)\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1218",
                "evidences": [
                    {
                        "text": "George Washington (August 15, 1817 – August 26, 1905) was the founder of the town of Centralia, Washington."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1219",
                "evidences": [
                    {
                        "text": "He is remembered as a leading African American pioneer of the Pacific Northwest.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb121b",
                "evidences": [
                    {
                        "text": "Born in within 10 miles of Winchester, Frederick County, Virginia, the son of a former slave and a woman of English descent, Washington was raised by a white couple named Anna and James Cochran.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb121d",
                "evidences": [
                    {
                        "text": "When he was four, the Cochrans moved west to Delaware County, Ohio."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb121e",
                "evidences": [
                    {
                        "text": "This region contained several stops on the underground railroad."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb121f",
                "evidences": [
                    {
                        "text": "Then they left to Missouri."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1220",
                "evidences": [
                    {
                        "text": "Washington became a skilled rifleman and taught himself to read."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1221",
                "evidences": [
                    {
                        "text": "He was given full rights as a citizen, except for the right to vote, after the Cochrans petitioned the state of Missouri.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1223",
                "evidences": [
                    {
                        "text": "Fearing he might lose his freedom after the passage of the Compromise of 1850, Washington moved the Cochrans and himself over the Oregon Trail."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1224",
                "evidences": [
                    {
                        "text": "Arriving in the Oregon Territory, they found he could not establish a claim for any land due to the exclusion laws in passed by the Oregon Territorial Legislature in 1849."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1225",
                "evidences": [
                    {
                        "text": "Upon arrival because of these exclusion laws the Washington and his family were forced to settle nearby in Milwaukie."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1226",
                "evidences": [
                    {
                        "text": "Washington started working as a logger, cutting timber for $90 a month plus board.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1228",
                "evidences": [
                    {
                        "text": "About 3 months after arrival in Milwaukie, Washington became very ill."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1229",
                "evidences": [
                    {
                        "text": "The ailment was unknown but he was in serious condition."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb122a",
                "evidences": [
                    {
                        "text": "The closest hospital at this time in pioneer country was the Columbia Barracks military fort (later Fort Vancouver) on the north side of the Columbia River."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb122b",
                "evidences": [
                    {
                        "text": "When the Cochrans took him there for treatment, they were told it was just for soldiers."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb122c",
                "evidences": [
                    {
                        "text": "Although, when the doctor came and saw Washington's condition he had a change of heart."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb122d",
                "evidences": [
                    {
                        "text": "He performed surgery on Washington ultimately saving his life, but in the process poisoned him with calomel."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb122e",
                "evidences": [
                    {
                        "text": "The poison caused him to loose all of his hair permanently."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb122f",
                "evidences": [
                    {
                        "text": "Later in pictures we will see him wear wigs."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1230",
                "evidences": [
                    {
                        "text": "He stayed in recovery in the Columbia Barracks for 3-4 months.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1232",
                "evidences": [
                    {
                        "text": "When he became well they moved back to the Milwaukie Area where eventually Washington settled his parents into a cabin on close in Cowlitz Landing.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1234",
                "evidences": [
                    {
                        "text": "Washington then left looking to settle his own land in the Olympia, Steilacoom and Seattle region of the territory."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1235",
                "evidences": [
                    {
                        "text": "Although the law stood between Washington making a claim."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1236",
                "evidences": [
                    {
                        "text": "He had the support of other settlers in the area who were against his exclusion."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1237",
                "evidences": [
                    {
                        "text": "More than 100 pioneers petitioned on his behalf to let him stay on the land of the Oregon Territory."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1238",
                "evidences": [
                    {
                        "text": "Although the petition was heard in court, the amendment to let Blacks stay in the Oregon territory failed."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1239",
                "evidences": [
                    {
                        "text": "Luckily, the petition to allow Washington to stay was barely passed with a 17-6 vote."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb123a",
                "evidences": [
                    {
                        "text": "This decision would prove to be only a gesture because on March 2nd, 1853 the Washington Territory which George Washington eventually would make his claim on, was made official and had no laws of exclusion.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb123c",
                "evidences": [
                    {
                        "text": "He then left and settled near the confluence of the Chehalis and Skookumchuck rivers, and the Cochrans claimed the land for the family in 1852."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb123d",
                "evidences": [
                    {
                        "text": "When Washington Territory was split from the Oregon Territory in 1853, the new territory's statutes did not preclude African Americans from owning land, and the Cochrans sold their land to him for $6000."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb123e",
                "evidences": [
                    {
                        "text": "George cared for his adoptive parents the rest of their lives, and later married newly divorced Mary Jane Cain Cooness, helping raise her son, Stacey.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1240",
                "evidences": [
                    {
                        "text": "Anticipating the arrival of the Northern Pacific railroad in 1872, Washington saw visions of a town on the southeast corner of his land."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1241",
                "evidences": [
                    {
                        "text": "Saying that it is the center point between Kalama and Tacoma and so forth named it the city of Centerville."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1242",
                "evidences": [
                    {
                        "text": "He named the streets after biblical references and setting aside land for a park (now the site of the Carnegie Library) and churches of many denominations."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1243",
                "evidences": [
                    {
                        "text": "The town was incorporated as Centralia, Washington, in 1886 after it was discovered that another town in the territory already bore the name Centerville."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1244",
                "evidences": [
                    {
                        "text": "This made Washington the only black person to found a town in the Pacific Northwest.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1246",
                "evidences": [
                    {
                        "text": "Washington was the proponent of steady growth using fair business practices."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1247",
                "evidences": [
                    {
                        "text": "Some saying that he talked so square and straight forward that buyers would become suspicious.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb1249",
                "evidences": [
                    {
                        "text": "Despite facing some racial prejudice at the hands of newcomers (many of whom migrated from the segregated post-Civil War south), George Washington supported many of the townspeople through the Panic of 1893, when the Northern Pacific went bankrupt and the town nearly collapsed."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb124a",
                "evidences": [
                    {
                        "text": "The town thrived in the boom started by the Alaska Gold Rush in 1898, and by the time he died in 1905 at the age of 88, Centralia had grown to a town of around 5,000 residents, who turned out en masse to honor him at his funeral."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb124b",
                "evidences": [
                    {
                        "text": "He is buried in the town's Washington Lawn Cemetery.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb124d",
                "evidences": [
                    {
                        "text": "The town has a number of memorials to its founder, including a large stone monument telling his life story in the city's central plaza (a park donated by George and Mary Jane Washington, and known as George Washington Park.)\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6253adc1c20df149acfb124f",
                "evidences": [
                    {
                        "text": "During a year-long celebration of his 200th birthday, volunteers built a bronze statue of George and Mary Jane Washington that was placed in George Washington Park in August 2018.\n"
                    }
                ]
            }
        ]
    ],
    "6261208ac20df149ac85dcbe": [
        [
            {
                "_id": "6261208ac20df149ac85dca7",
                "evidences": [
                    {
                        "text": "Washington Bridge (Washington, Missouri)\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "629be6c8211f53f32dc4e723",
                "head_linked_entity": "????",
                "headSpan": [
                    155,
                    180
                ],
                "head_entity": "Franklin County, Missouri",
                "relation": "located in the administrative territorial entity",
                "tail_entity": "Missouri",
                "evidences": [
                    {
                        "text": "The Washington Bridge is a currently demolished cantilever truss bridge over the Missouri River at Washington, Missouri over which Route 47 passed between Franklin County, Missouri and Warren County, Missouri.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.3882368414410745,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "629be6cb211f53f32dc4e726",
                "head_linked_entity": "????",
                "headSpan": [
                    185,
                    208
                ],
                "head_entity": "Warren County, Missouri",
                "relation": "located in the administrative territorial entity",
                "tail_entity": "Missouri",
                "evidences": [
                    {
                        "text": "The Washington Bridge is a currently demolished cantilever truss bridge over the Missouri River at Washington, Missouri over which Route 47 passed between Franklin County, Missouri and Warren County, Missouri.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.03255883109581881,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "62ace466e5a726b307139b80",
                "head_linked_entity": "????",
                "headSpan": [
                    155,
                    180
                ],
                "head_entity": "Franklin County, Missouri",
                "relation": "located in the administrative territorial entity",
                "tail_entity": "Missouri",
                "evidences": [
                    {
                        "text": "The Washington Bridge is a currently demolished cantilever truss bridge over the Missouri River at Washington, Missouri over which Route 47 passed between Franklin County, Missouri and Warren County, Missouri.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.14805081859193092,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "62ace46be5a726b307139b82",
                "head_linked_entity": "????",
                "headSpan": [
                    185,
                    208
                ],
                "head_entity": "Warren County, Missouri",
                "relation": "located in the administrative territorial entity",
                "tail_entity": "Missouri",
                "evidences": [
                    {
                        "text": "The Washington Bridge is a currently demolished cantilever truss bridge over the Missouri River at Washington, Missouri over which Route 47 passed between Franklin County, Missouri and Warren County, Missouri.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.006202041542918368,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6261208ac20df149ac85dcaa",
                "evidences": [
                    {
                        "text": "It has also been known as the Route 47 Missouri River Bridge.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6261208ac20df149ac85dcac",
                "evidences": [
                    {
                        "text": "The bridge was built in 1934."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6261208ac20df149ac85dcad",
                "evidences": [
                    {
                        "text": "Its main span was and it had a total length of and a deck width of ."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6261208ac20df149ac85dcae",
                "evidences": [
                    {
                        "text": "Its vertical clearance was ."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6261208ac20df149ac85dcaf",
                "evidences": [
                    {
                        "text": "The bridge carried one lane of automobile traffic in each direction.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6261208ac20df149ac85dcb1",
                "evidences": [
                    {
                        "text": "The Missouri Department of Transportation shut down the bridge on at 7:30 am on August 11, 2007, claiming to have discovered problems during regularly scheduled inspections."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6261208ac20df149ac85dcb2",
                "evidences": [
                    {
                        "text": "As the bridge is similar to the I-35W Mississippi River bridge which collapsed in Minnesota, locals have speculated that the inspection and closure were related to this incident."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6261208ac20df149ac85dcb3",
                "evidences": [
                    {
                        "text": "The nearest open crossing over the Missouri river is approximately thirty miles (100 km) from the closed bridge."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6261208ac20df149ac85dcb4",
                "evidences": [
                    {
                        "text": "The bridge was reopened at 9:00 pm, but was scheduled for closure again at 7:30 am on Sunday, August 12, 2007."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6261208ac20df149ac85dcb5",
                "evidences": [
                    {
                        "text": "The bridge was scheduled to be reopened again for good at 9:00 pm that day.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6261208ac20df149ac85dcb7",
                "evidences": [
                    {
                        "text": "Construction on a replacement bridge, located just to the west of the old bridge, began in 2016."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6261208ac20df149ac85dcb8",
                "evidences": [
                    {
                        "text": "The new bridge features wider lanes, shoulders, and a pedestrian path which will open in spring 2019."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6261208ac20df149ac85dcb9",
                "evidences": [
                    {
                        "text": "The new bridge opened to traffic on Monday, December 3, 2018."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6261208ac20df149ac85dcba",
                "evidences": [
                    {
                        "text": "The old bridge was destroyed on April 11, 2019.\n"
                    }
                ]
            }
        ]
    ],
    "625ef336c20df149ac9a5ce9": [
        [
            {
                "_id": "625ef336c20df149ac9a5cc2",
                "evidences": [
                    {
                        "text": "Washington Square (Bellevue, Washington)\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cc4",
                "evidences": [
                    {
                        "text": "Washington Square is a mixed-use neighborhood under construction in downtown Bellevue, Washington, United States."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cc5",
                "evidences": [
                    {
                        "text": "Developed by Wasatch Development Associates and designed by architect Collins Woerman, the project, also known as the \"Superblock,\" will include four or five high rise towers with residential, office, hotel, and of ground level retail space."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cc6",
                "evidences": [
                    {
                        "text": "The community is planned to be \"pedestrian friendly\" and feature a dog park, fountain, landscaping, and walkways.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cc8",
                "evidences": [
                    {
                        "text": "The first phase, which includes two residential towers, was completed in the fall of 2008."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cc9",
                "evidences": [
                    {
                        "text": "Tower one and Tower two are 24 and 26 stories respectively."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cca",
                "evidences": [
                    {
                        "text": "They stand at a height of , and include 353 condominium units and 26 townhomes between them."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5ccb",
                "evidences": [
                    {
                        "text": "Washington Square is the third chapter in the Bellevue redesign following the Bellevue Square and Lincoln Square projects.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5ccd",
                "evidences": [
                    {
                        "text": "Additional phases of this superbock have not yet been scheduled for construction.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5ccf",
                "evidences": [
                    {
                        "text": "The site is bounded by NE 8th and NE 10th Streets to the north and south and 108th Avenue NE and 106 Avenue NE to the east and west."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cd0",
                "evidences": [
                    {
                        "text": "Developer Eugene Horback acquired the properties comprising the block over a 17-year period spanning the 1980s, 1990s, and 2000s."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cd1",
                "evidences": [
                    {
                        "text": "Following the technology recession in the late 1990s the project faced bankruptcy."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cd2",
                "evidences": [
                    {
                        "text": "In an effort to save the project from foreclosure, Horback brought in Utah based partner Dell Loy Hansen and his company Wasatch Development Associates to help save the block."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cd3",
                "evidences": [
                    {
                        "text": "BV Holdings in September 2002 acquired the superblock from E&H Properties Inc., the company owned by developer Eugene Horbach, for $30 million."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cd4",
                "evidences": [
                    {
                        "text": "Horback died in 2004 shortly after development began.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cd6",
                "evidences": [
                    {
                        "text": "Washington Square will have nearly of retail space."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cd7",
                "evidences": [
                    {
                        "text": "Tenants in the first to be completed are Top Pot Doughnuts and Shnoo Yogurt. .\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cd9",
                "evidences": [
                    {
                        "text": "The two towers at Washington Square are constructed of steel reinforced concrete and are classified as \"Type I Construction\"."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cda",
                "evidences": [
                    {
                        "text": "Each tower is 24-stories to ensure slab thicknesses and columns spacing at efficiencies that match the seismic and wind loading in the Northwest."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cdb",
                "evidences": [
                    {
                        "text": "By post-tensioning the tower floor slabs the weight is reduced and the greater column spacing offers unit layouts with greater circulation and exterior views than if the columns were closer together.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cdd",
                "evidences": [
                    {
                        "text": "DCI, the structural engineers for the Washington Square project, suggested an innovative structural system that further improved upon efficiency of a concrete tower and resulted in a stronger tower that was better able to address the seismic requirements of the building code."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cde",
                "evidences": [
                    {
                        "text": "The concrete \"shear core\" which is normally located around the elevator shaft in high-rise construction was moved out from the elevator/stair core to the perimeter of the interior hallway which made it structurally stronger because of its larger cross section."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5cdf",
                "evidences": [
                    {
                        "text": "By doing this, DCI eliminated additional columns and created quieter residential units because separating the public corridor from the individual units is a wall of very dense concrete."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5ce0",
                "evidences": [
                    {
                        "text": "Washington Square was built to Seismic Category \"D\" which being one of the most stringent categories is intended to withstand an earthquake of 7-8 on the Richter Scale.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5ce2",
                "evidences": [
                    {
                        "text": "The curtain wall system is a $6 million upgrade."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5ce3",
                "evidences": [
                    {
                        "text": "Because the exterior is unencumbered by rectangular columns, it can be clad with a \"curtain wall system\" that is a metal panel with insulation within the panel itself."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5ce4",
                "evidences": [
                    {
                        "text": "The curtain wall is hung from the edge of the building further isolating the interior from thermal extremes."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5ce5",
                "evidences": [
                    {
                        "text": "In addition to the sleek exterior aesthetics, in a curtain wall system there are very few ledges or caulk joints through which moisture can enter."
                    }
                ]
            }
        ],
        [
            {
                "_id": "625ef336c20df149ac9a5ce6",
                "evidences": [
                    {
                        "text": "The Low E glass coating helps block the UV rays in the summer and keeps heat in during the winter.\n"
                    }
                ]
            }
        ]
    ],
    "6257ccdac20df149acbbe5c2": [
        [
            {
                "_id": "6257ccdac20df149acbbe5b2",
                "evidences": [
                    {
                        "text": "Washington High School (Washington)\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6313e4b20925d515de343a1c",
                "head_linked_entity": "????",
                "headSpan": [
                    -37,
                    -2
                ],
                "head_entity": "Washington High School (Washington)",
                "relation": "country",
                "tail_entity": "United States",
                "evidences": [
                    {
                        "text": "Washington High School in Tacoma, Washington, United States.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.0451475498835453,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "6313e4b20925d515de343a1f",
                "head_linked_entity": "????",
                "headSpan": [
                    -37,
                    -2
                ],
                "head_entity": "Washington High School (Washington)",
                "relation": "location",
                "tail_entity": "Tacoma, Washington",
                "evidences": [
                    {
                        "text": "Washington High School in Tacoma, Washington, United States.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.22269132033045824,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6257ccdac20df149acbbe5b5",
                "evidences": [
                    {
                        "text": "It serves grades 9-12 in the Franklin Pierce Schools.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6257ccdac20df149acbbe5b7",
                "evidences": [
                    {
                        "text": "The demographic breakdown of the 981 students enrolled in 2015-2016 was:\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6257ccdac20df149acbbe5b9",
                "evidences": [
                    {
                        "text": "\n73.5% of the students were eligible for free or reduced-cost lunch."
                    }
                ]
            }
        ],
        [
            {
                "_id": "6257ccdac20df149acbbe5ba",
                "evidences": [
                    {
                        "text": "For 2015-2016, Washington was a Title I school.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6257ccdac20df149acbbe5bc",
                "evidences": [
                    {
                        "text": ", 57% of Washington High School students were enrolled in Advanced Placement courses.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "6257ccdac20df149acbbe5be",
                "evidences": [
                    {
                        "text": "Sports offered by the school include cross country, cheerleading, track & field, football, golf, volleyball, soccer, basketball, curling, wrestling, tennis, baseball, roller derby, fastpitch, polo, water polo, swimming, bowling, fencing and figure skating.\n"
                    }
                ]
            }
        ]
    ],
    "624a7af3c20df149ac1fc900": [
        [
            {
                "_id": "624a7af0c20df149ac1fc7cc",
                "evidences": [
                    {
                        "text": "Cheney, Washington\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "628ba201331e742d242f7074",
                "head_linked_entity": "????",
                "headSpan": [
                    40,
                    50
                ],
                "head_entity": "Washington",
                "relation": "country",
                "tail_entity": "United States",
                "evidences": [
                    {
                        "text": "Cheney ( ) is a city in Spokane County, Washington, United States.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.5091990334795957,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "6305dac68510ea3b9ec259ff",
                "head_linked_entity": "????",
                "headSpan": [
                    -20,
                    -2
                ],
                "head_entity": "Cheney, Washington",
                "relation": "country",
                "tail_entity": "United States",
                "evidences": [
                    {
                        "text": "Cheney ( ) is a city in Spokane County, Washington, United States.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.21374379532714738,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7cf",
                "evidences": [
                    {
                        "text": "The full-time resident population was 10,590 as of 2010 census."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7d0",
                "evidences": [
                    {
                        "text": "Eastern Washington University is located in Cheney."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7d1",
                "evidences": [
                    {
                        "text": "When classes are in session at EWU, the city's population reaches approximately 17,600 people on a temporary basis.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7d3",
                "evidences": [
                    {
                        "text": "Named for Boston railroad tycoon Benjamin Pierce Cheney, Cheney was officially incorporated on November 28, 1883.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "628ba21c331e742d242f707b",
                "head_linked_entity": "????",
                "headSpan": [
                    0,
                    18
                ],
                "head_entity": "The City of Cheney",
                "relation": "located in the administrative territorial entity",
                "tail_entity": "Spokane County",
                "evidences": [
                    {
                        "text": "The City of Cheney is located in Spokane County and is home to 10,590 residents, according to the 2010 Census.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.7308930134844587,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7d6",
                "evidences": [
                    {
                        "text": "Cheney is proud of its small town nature, which is enhanced by the diverse influence of Eastern Washington University, a public regional university with over 10,000 full-time students."
                    }
                ]
            }
        ],
        [
            {
                "_id": "628ba22b331e742d242f7080",
                "head_linked_entity": "????",
                "headSpan": [
                    4,
                    20
                ],
                "head_entity": "Seattle Seahawks",
                "relation": "league",
                "tail_entity": "National Football League",
                "evidences": [
                    {
                        "text": "The Seattle Seahawks of the National Football League have held the majority of their summer training camps at EWU, from 1976–1985, and again from 1997 through the 2006 training camp.\n",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.4922029965788536,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "628ba231331e742d242f7086",
                "head_linked_entity": "????",
                "headSpan": [
                    28,
                    52
                ],
                "head_entity": "National Football League",
                "relation": "participating team",
                "tail_entity": "Seattle Seahawks",
                "evidences": [
                    {
                        "text": "The Seattle Seahawks of the National Football League have held the majority of their summer training camps at EWU, from 1976–1985, and again from 1997 through the 2006 training camp.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.4712832034491822,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7d9",
                "evidences": [
                    {
                        "text": "Cheney developed into the city known today because of its strong ties to education, trail riding, and agriculture."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7da",
                "evidences": [
                    {
                        "text": "This provided a strong economic base for the community and was the result of a much larger event that took place in the United States."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7db",
                "evidences": [
                    {
                        "text": "In 1858, the last Native American defense occurred in Eastern Washington."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7dc",
                "evidences": [
                    {
                        "text": "Because isolated Eastern Washington was an area of this Native American unrest during the early part of the territorial period, it was not until the late 1860s and early 1870s that settlers made homes in the area."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7dd",
                "evidences": [
                    {
                        "text": "In the latter part of that decade, settlers attracted by plentiful water and timber and the promise of a railway line made their homes near a group of springs bubbling through a willow copse from the bank where the Burlington Northern depot now stands.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "628ba242331e742d242f7094",
                "head_linked_entity": "????",
                "headSpan": [
                    227,
                    245
                ],
                "head_entity": "Cheney, Washington",
                "relation": "named after",
                "tail_entity": "Benjamin P. Cheney",
                "evidences": [
                    {
                        "text": "The name of the community, originally Section Thirteen, became Willow Springs, then became Depot Springs, because of its ties to the railroad, then Billings, in honor of a president of the Northern Pacific Company, and finally Cheney, Washington in honor of Benjamin P. Cheney, a director of the Northern Pacific Railroad.\n",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.9631845609001265,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7e1",
                "evidences": [
                    {
                        "text": "Benjamin P. Cheney was the eldest son of a blacksmith who was born in 1815 at Hillsborough, New Hampshire."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7e2",
                "evidences": [
                    {
                        "text": "At age 16, he started work as a stagecoach driver between Nashua and Keene."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7e3",
                "evidences": [
                    {
                        "text": "Five years later he had become a stage agent in Boston and soon organized an express between Boston and Montreal."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7e4",
                "evidences": [
                    {
                        "text": "He later consolidated that stagecoach line with others to form the United States and Canada Express Company, which 37 years later he merged with American Express, at which time he became American Express's largest shareholder."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7e5",
                "evidences": [
                    {
                        "text": "The only time Cheney actually visited the town of Cheney was on September 18, 1883, following the \"Last Spike Ceremony\" which was the joining of the eastern and western divisions of the railroad."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7e6",
                "evidences": [
                    {
                        "text": "Cheney donated a few bucks to establish the Benjamin P. Cheney Academy in the town."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7e7",
                "evidences": [
                    {
                        "text": "The railroad donated of land so that the educational facility could be built."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7e8",
                "evidences": [
                    {
                        "text": "In 1880 the railroad was graded through the town, and in 1883 the town was incorporated with the streets laid out in the shape of a triangle with the base parallel to the tracks."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7e9",
                "evidences": [
                    {
                        "text": "The railroad tracks were not in a true east-west line, however, so the original town is askew with the map; the newer part of Cheney was built more to the compass.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7eb",
                "evidences": [
                    {
                        "text": "After a series of boundary changes caused by legislative acts, Spokane County was created with a permanent county seat still to be selected."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7ec",
                "evidences": [
                    {
                        "text": "Contenders for the honor were Cheney and Spokane Falls (now Spokane)."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7ed",
                "evidences": [
                    {
                        "text": "Cheney received a majority of the votes, but because of alleged irregularities at the polls the election was won by Spokane Falls."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7ee",
                "evidences": [
                    {
                        "text": "When this was taken to court, a circuit court judge agreed to a ballot recount."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7ef",
                "evidences": [
                    {
                        "text": "Such recount failed to materialize, however, and the citizens of Cheney took matters into their own hands.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7f1",
                "evidences": [
                    {
                        "text": "On a night when most of the residents of Spokane Falls were at a gala wedding celebration, a delegation of armed \"Cheneyites\" invaded the Auditor's office and took possession of the books, did their own ballot recount which showed Cheney the victor, and made off into the darkness with the records."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7f2",
                "evidences": [
                    {
                        "text": "The \"Grand Steal\" was not contested and was confirmed by a court decision in 1881.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7f4",
                "evidences": [
                    {
                        "text": "Cheney remained the county seat until 1886 when the faster-growing Spokane Falls again brought the issue to a vote and regained the seat."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7f5",
                "evidences": [
                    {
                        "text": "From this point on, the history of Cheney revolves around the growth of the State Normal School, later Eastern Washington College of Education, later Eastern Washington State College and finally Eastern Washington University."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7f6",
                "evidences": [
                    {
                        "text": "The fierce determination of Cheney to build and promote its college was largely to regain its lost prestige over the county seat.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7f8",
                "evidences": [
                    {
                        "text": "When Washington became a state in 1889, Cheney was able to obtain legislation establishing one of the state normal schools, mandatory under the Enabling Act, in Cheney."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7f9",
                "evidences": [
                    {
                        "text": "Its most convincing argument was that it already had the physical beginnings of a normal school in the Benjamin P. Cheney Academy.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7fb",
                "evidences": [
                    {
                        "text": "Disagreement between legislators and governors resulted in three appropriation vetoes for the normal school in the next 25 years, but in each case, the citizens of Cheney somehow raised the funds to keep the college going until the next legislative session."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7fc",
                "evidences": [
                    {
                        "text": "The growth of the Cheney Normal School and the transformation of the frontier land into a thriving community were the basis for the changing attitudes in this area."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7fd",
                "evidences": [
                    {
                        "text": "The innovators who created the small community atmosphere were the women of the frontier."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc7fe",
                "evidences": [
                    {
                        "text": "All of the energies that were once focused into making the west a home for their families were transformed into creating a vision of preferred lifestyle choices for the youth.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc800",
                "evidences": [
                    {
                        "text": "The Battle of Four Lakes occurred on September 1, 1858, approximately five miles north of the City of Cheney in an area currently known as Four Lakes, Washington."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc801",
                "evidences": [
                    {
                        "text": "The Battle of Four Lakes was the final battle in a two-phase expedition against a confederation of the Coeur d'Alene, Spokane, Palouse and Northern Paiute tribes from the states of Washington and Idaho (the \"Confederated Tribes\"), which began in August 1856."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc802",
                "evidences": [
                    {
                        "text": "The two phases of the expedition together constituted the Yakima War and the Spokane – Coeur d'Alene – Paloos War."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc803",
                "evidences": [
                    {
                        "text": "Defenses by Native Americans on U.S. troops in the Inland Empire started the expedition as the Yakima War, or the first phase of expedition."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc804",
                "evidences": [
                    {
                        "text": "In the second phase, Commander of the Department of the Pacific General Newman S. Clarke sent a force of soldiers under command of Colonel George Wright to deal with the Confederated Tribes from Washington and Idaho, in what is known as the Spokane-Coeur d'Alene-Paloos War."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc805",
                "evidences": [
                    {
                        "text": "Col. Wright's troops were well armed with the latest weaponry and engaged members of the Confederated Tribes under command of Chief Kamiakin just north of present-day Cheney and over a four-day period and routed the Confederated Tribes in the Battle of Four Lakes, who then sued for peace."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc806",
                "evidences": [
                    {
                        "text": "The Battle of Four Lakes was the final battle in the expedition."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc807",
                "evidences": [
                    {
                        "text": "The war was officially ended at a council called by Col. Wright at Latah Creek (southwest of Spokane) on September 23, 1858 which imposed a peace treaty on tribes."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc808",
                "evidences": [
                    {
                        "text": "Under this treaty most of the tribes were sent to reservations."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc809",
                "evidences": [
                    {
                        "text": "It was reported that Col. Wright did not lose one soldier in the Battle of Four Lakes."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc80a",
                "evidences": [
                    {
                        "text": "A memorial to the battle was erected on the spot of the battle in 1935 by the Spokane County Pioneer Society."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc80b",
                "evidences": [
                    {
                        "text": "The informational content of the monument is disputed."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc80c",
                "evidences": [
                    {
                        "text": "The monument claims that a force of 700 U.S. soldiers defeated a force of 5,000 Indians at the battle."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc80d",
                "evidences": [
                    {
                        "text": "Many historical accounts dispute this and suggest that the U.S. force consisted of 500 soldiers and 200 muleskinners and the forces of the Confederated Tribes numbered no more than 500."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc80e",
                "evidences": [
                    {
                        "text": "After the Battle of Four Lakes, Chief Kamiakin fled to Canada."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc80f",
                "evidences": [
                    {
                        "text": "The battle is also known locally as the Battle of Spokane Plains, because as it raged on it spread from the Four Lakes area out to the plains area directly west of the city of Spokane and northeast of the city of Cheney."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc810",
                "evidences": [
                    {
                        "text": "The granite monument for this battle can be viewed at the corner of 1st Street and Electric Avenue in the town of Four Lakes.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af0c20df149ac1fc812",
                "evidences": [
                    {
                        "text": "Cheney is located at (47.488634, -117.578581), at an elevation of .\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc814",
                "evidences": [
                    {
                        "text": "Cheney is at the highest point on the railroads between Spokane and Portland, and sits atop the route of gentlest gradient from the Spokane Valley to the Columbia Plateau, which was the reason for much of its early growth and railroad activity."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc815",
                "evidences": [
                    {
                        "text": "The town is built on rolling palouse hills overlooking Channeled Scablands carved out by the pre-historic Missoula Floods to the south and east."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc816",
                "evidences": [
                    {
                        "text": "These scablands now host \"pothole\" lakes and wetlands, and are home to Turnbull National Wildlife Refuge."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc817",
                "evidences": [
                    {
                        "text": "There are numerous lakes, along with the Spokane River and Little Spokane River, that are located within of Cheney that provide abundant recreational opportunities such as boating, swimming, water skiing and fishing.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc819",
                "evidences": [
                    {
                        "text": "According to the United States Census Bureau, the city has a total area of , of which, is land and is water.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc81b",
                "evidences": [
                    {
                        "text": "Nearby cities and towns\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc81d",
                "evidences": [
                    {
                        "text": "Cheney is located in the edge of the semi-arid region leading up to the foothills of the Selkirk Mountains, where the summers are hot and dry, and winters are cold, wet and windy.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc81f",
                "evidences": [
                    {
                        "text": "Winter – Relatively cold, wet, snowy and windy."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc820",
                "evidences": [
                    {
                        "text": "The wind chill factor can be well below zero and temperatures can reach into the negative double-digits at times.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc822",
                "evidences": [
                    {
                        "text": "Spring – Moderate temperatures, occasionally wet."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc823",
                "evidences": [
                    {
                        "text": "Very windy with average daytime highs in the upper 60s to low 70s with upper 40s to low 50s overnight.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc825",
                "evidences": [
                    {
                        "text": "Summer – Very hot, dry heat with little to no precipitation."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc826",
                "evidences": [
                    {
                        "text": "Temperatures soar into triple-digits from time to time; however, temperatures cool down somewhat at night."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc827",
                "evidences": [
                    {
                        "text": "Average daytime highs are in the upper 80s while dropping into the mid to upper 50s after midnight.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc829",
                "evidences": [
                    {
                        "text": "Fall – Moderate temperatures, sometimes with little to no precipitation."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc82a",
                "evidences": [
                    {
                        "text": "The transitional period from summer to winter temperatures can be very short."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc82b",
                "evidences": [
                    {
                        "text": "As a result, the deciduous trees tend to lose their leaves quickly, seemingly overnight, with only a slight color change."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc82c",
                "evidences": [
                    {
                        "text": "Average daytime highs are in the upper 50s and low 70s while dropping into the mid 30s to mid 40s overnight.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc82e",
                "evidences": [
                    {
                        "text": "Located approximately four blocks from the EWU campus, Historic Downtown Cheney offers a traditional mix of retail and service businesses as well as government offices."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc82f",
                "evidences": [
                    {
                        "text": "In 1999, Eastern Washington University, the City of Cheney, and the downtown business community formed a university/community partnership called \"Pathways to Progress.\""
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc830",
                "evidences": [
                    {
                        "text": "Pathways to Progress quickly adopted the tenets and principles of the Main Street approach to downtown revitalization, formed a board of directors, and began the process of becoming a 501c(3) nonprofit corporation."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc831",
                "evidences": [
                    {
                        "text": "Pathways to Progress is not a registered 501c(3) nonprofit corporation.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc833",
                "evidences": [
                    {
                        "text": "Immediately, Pathways to Progress undertook several major projects including pedestrian streetscape enhancements along First Street (Main Street), and College Avenue."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc834",
                "evidences": [
                    {
                        "text": "Additionally, Pathways facilitated talks between EWU and a private developer that led to the construction of Brewster Hall, a mixed-use student residence in the downtown core.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc836",
                "evidences": [
                    {
                        "text": "Pathways to Progress is no longer an active organization.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc838",
                "evidences": [
                    {
                        "text": "Downtown Cheney has since evolved into a more traditional \"university district\", hosting numerous community festivals, a farmers' market, and businesses catering to the college crowd.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "628ba32b331e742d242f70e2",
                "head_linked_entity": "????",
                "headSpan": [
                    0,
                    8
                ],
                "head_entity": "Cheney's",
                "relation": "located in the administrative territorial entity",
                "tail_entity": "Spokane County",
                "evidences": [
                    {
                        "text": "Cheney's downtown area is also the home of the Cheney Historical Museum which is dedicated to gathering, preserving, and sharing information and artifacts concerning the history of the Four Lakes, Marshall, Cheney, Tyler, and Amber districts of southwest Spokane County in eastern Washington.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.14890791767497857,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "628ba32d331e742d242f70e5",
                "head_linked_entity": "????",
                "headSpan": [
                    207,
                    213
                ],
                "head_entity": "Cheney",
                "relation": "located in the administrative territorial entity",
                "tail_entity": "Spokane County",
                "evidences": [
                    {
                        "text": "Cheney's downtown area is also the home of the Cheney Historical Museum which is dedicated to gathering, preserving, and sharing information and artifacts concerning the history of the Four Lakes, Marshall, Cheney, Tyler, and Amber districts of southwest Spokane County in eastern Washington.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.3756837912779709,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc83b",
                "evidences": [
                    {
                        "text": "Volunteers open the museum at various times by season and by appointment as well as engaging in doing research, and preserving and caring for the collection."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc83c",
                "evidences": [
                    {
                        "text": "Another historic site, the Sterling-Moorman House, is also under development.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc83e",
                "evidences": [
                    {
                        "text": "Downtown Cheney is the region's gateway to the Columbia Plateau Trail and the Fish Lake Trail, both of which explore the unique geology of the Great Ice Age Floods.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc840",
                "evidences": [
                    {
                        "text": "Fairchild Air Force Base, located approximately north of Cheney and established in 1942, has been a key part of the U.S. defense strategy and its personnel are a substantial portion of the Cheney community."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc841",
                "evidences": [
                    {
                        "text": "Originally established as a World War II repair depot, it has transitioned over the years to a Strategic Air Command bomber wing during the Cold War, to Air Mobility Command air refueling wing during Operation Iraqi Freedom."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc842",
                "evidences": [
                    {
                        "text": "Today, Fairchild's aircraft and personnel make up the backbone of the Air Force's airborne refueling tanker fleet on the west coast."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc843",
                "evidences": [
                    {
                        "text": "Fairchild's location north of Cheney and west of Spokane, resulted from a competition with the cities of Seattle and Everett in western Washington."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc844",
                "evidences": [
                    {
                        "text": "The War Department chose Spokane for several reasons: better weather conditions, the location from the coast, and the Cascade Range providing a natural barrier against possible Japanese attack.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "628ba369331e742d242f70f9",
                "head_linked_entity": "????",
                "headSpan": [
                    37,
                    60
                ],
                "head_entity": "United States Air Force",
                "relation": "location",
                "tail_entity": "Fairchild Air Force Base",
                "evidences": [
                    {
                        "text": "Fairchild Air Force Base is also the United States Air Force's primary training facility for Survival, Evasion, Resistance and Escape Techniques (SERE).",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.10966836190392959,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc847",
                "evidences": [
                    {
                        "text": "SERE is a U.S. military training program developed at the end of the Korean War to provide service members with training in the Code of Conduct, survival skills, evading capture, and dealing with being taken prisoner."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc848",
                "evidences": [
                    {
                        "text": "It was created by the U.S. Air Force but was expanded to the U.S. Army and the U.S. Navy after the Vietnam War."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc849",
                "evidences": [
                    {
                        "text": "The SERE school at Fairchild AFB is intended to train aircrews, special forces, and other service members who operate in dangerous areas and are thus more likely to be captured.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc84b",
                "evidences": [
                    {
                        "text": "The education level of residents in Cheney of the age of 25 is\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc84d",
                "evidences": [
                    {
                        "text": "\nAs of the census of 2010, there were 10,590 people, 3,902 households, and 1,669 families residing in the city."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc84e",
                "evidences": [
                    {
                        "text": "The population density was ."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc84f",
                "evidences": [
                    {
                        "text": "There were 4,183 housing units at an average density of ."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc850",
                "evidences": [
                    {
                        "text": "The racial makeup of the city was 81.7% White, 4.0% African American, 1.3% Native American, 4.0% Asian, 0.4% Pacific Islander, 3.9% from other races, and 4.7% from two or more races."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc851",
                "evidences": [
                    {
                        "text": "Hispanic or Latino of any race were 9.3% of the population.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc853",
                "evidences": [
                    {
                        "text": "There were 3,902 households of which 21.7% had children under the age of 18 living with them, 28.0% were married couples living together, 10.5% had a female householder with no husband present, 4.3% had a male householder with no wife present, and 57.2% were non-families."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc854",
                "evidences": [
                    {
                        "text": "30.0% of all households were made up of individuals and 6.1% had someone living alone who was 65 years of age or older."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc855",
                "evidences": [
                    {
                        "text": "The average household size was 2.30 and the average family size was 2.89.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc857",
                "evidences": [
                    {
                        "text": "The median age in the city was 22.3 years."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc858",
                "evidences": [
                    {
                        "text": "14.7% of residents were under the age of 18; 48.6% were between the ages of 18 and 24; 17.8% were from 25 to 44; 12.4% were from 45 to 64; and 6.7% were 65 years of age or older."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc859",
                "evidences": [
                    {
                        "text": "The gender makeup of the city was 48.8% male and 51.2% female.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc85b",
                "evidences": [
                    {
                        "text": "As of the census of 2000, there were 8,832 people, 3,108 households, and 1,529 families residing in the city."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc85c",
                "evidences": [
                    {
                        "text": "The population density was 2,161.0 people per square mile (833.8/km²)."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc85d",
                "evidences": [
                    {
                        "text": "There were 3,293 housing units at an average density of 805.7 per square mile (310.9/km²)."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc85e",
                "evidences": [
                    {
                        "text": "The racial makeup of the city was 85.28% White, 2.11% African American, 1.32% Native American, 6.34% Asian, 0.35% Pacific Islander, 1.71% from other races, and 2.89% from two or more races."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc85f",
                "evidences": [
                    {
                        "text": "Hispanic or Latino of any race were 4.35% of the population.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc861",
                "evidences": [
                    {
                        "text": "There were 3,108 households out of which 25.7% had children under the age of 18 living with them, 34.6% were married couples living together, 11.8% had a female householder with no husband present, and 50.8% were non-families."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc862",
                "evidences": [
                    {
                        "text": "30.4% of all households were made up of individuals and 5.2% had someone living alone who was 65 years of age or older."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc863",
                "evidences": [
                    {
                        "text": "The average household size was 2.30 and the average family size was 2.97.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc865",
                "evidences": [
                    {
                        "text": "In the city, the age distribution of the population shows 18.2% under the age of 18, 41.0% from 18 to 24, 21.6% from 25 to 44, 12.9% from 45 to 64, and 6.2% who were 65 years of age or older."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc866",
                "evidences": [
                    {
                        "text": "The median age was 23 years."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc867",
                "evidences": [
                    {
                        "text": "For every 100 females, there were 88.2 males."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc868",
                "evidences": [
                    {
                        "text": "For every 100 females age 18 and over, there were 85.7 males.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc86a",
                "evidences": [
                    {
                        "text": "The median income for a household in the city was $22,593, and the median income for a family was $37,935."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc86b",
                "evidences": [
                    {
                        "text": "Males had a median income of $27,745 versus $23,375 for females."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc86c",
                "evidences": [
                    {
                        "text": "The per capita income for the city was $12,566."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc86d",
                "evidences": [
                    {
                        "text": "About 20.1% of families and 30.9% of the population were below the poverty line, including 25.4% of those under age 18 and 6.7% of those age 65 or over.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc86f",
                "evidences": [
                    {
                        "text": "Once a booming railroad town and county seat, Cheney is a bedroom community to the city of Spokane."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc870",
                "evidences": [
                    {
                        "text": "Many people who live in Cheney work and shop in Spokane, while over half of the student population at Eastern Washington University commutes to classes in Cheney daily."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc871",
                "evidences": [
                    {
                        "text": "Cheney has its own distinctive economic characteristics, but its fortunes and growth are tightly linked to the greater economy of the Inland Northwest."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc872",
                "evidences": [
                    {
                        "text": "Eastern Washington University is the single largest employer in Cheney, followed by the Cheney School District and city government."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc873",
                "evidences": [
                    {
                        "text": "In the private sector, healthcare dominates the employment base followed closely by farming and agriculture with the principal crops being dryland graincrops like wheat, barley and peas along with a substantial amount of hay production.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc875",
                "evidences": [
                    {
                        "text": "With Cheney located just southwest of Spokane, the city has seen some significant growth since the mid and late 1990s which continues today as the Spokane area continues growing."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc876",
                "evidences": [
                    {
                        "text": "Much of the growth and development has taken place in the northern part of the city, where Interstate 90 enters Cheney."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc877",
                "evidences": [
                    {
                        "text": "I-90 is the main thoroughfare between Cheney and Spokane."
                    }
                ]
            }
        ],
        [
            {
                "_id": "628ba3aa331e742d242f7115",
                "head_linked_entity": "????",
                "headSpan": [
                    131,
                    138
                ],
                "head_entity": "Safeway",
                "relation": "industry",
                "tail_entity": "supermarket",
                "evidences": [
                    {
                        "text": "Over the years this area has seen the development of several new businesses and restaurants including a new shopping center with a Safeway supermarket, Pizza Hut, Starbucks coffee, and a credit union.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.2147141068631191,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc879",
                "evidences": [
                    {
                        "text": "Holiday Inn Express recently opened a new hotel in Cheney."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af1c20df149ac1fc87a",
                "evidences": [
                    {
                        "text": "The city has seen residential growth with the addition of several apartments and housing subdivisions.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc87c",
                "evidences": [
                    {
                        "text": "The city hopes to help attract more businesses and high-tech industries by installing a fiber-optic network that will eventually connect to all businesses in the city as well as developing a technology business park ."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc87d",
                "evidences": [
                    {
                        "text": "The city has recently started renovating its historic downtown and has connected downtown to the university with a pedestrian-only walkway that stretches the few blocks between the two.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc87f",
                "evidences": [
                    {
                        "text": "Eastern Washington University is the fastest-growing university in the state of Washington and has seen several new buildings built or renovated on campus, upgrades to and beautification of the campus, a new residential hall built, and a renovation of the football stadium.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc881",
                "evidences": [
                    {
                        "text": "The following cost of living indices are based on a US average of 100."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc882",
                "evidences": [
                    {
                        "text": "A component amount below 100 means Cheney has a lower cost than the US average."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc883",
                "evidences": [
                    {
                        "text": "A component amount above 100 means Cheney has a higher cost.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc885",
                "evidences": [
                    {
                        "text": "Overall, Cheney cost of living index is 94.07.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc887",
                "evidences": [
                    {
                        "text": "The median home cost in Cheney is approximately $202,400.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc889",
                "evidences": [
                    {
                        "text": "Cheney Rodeo Days is held the second weekend in July each year and is a major annual event for the community since 1967."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc88a",
                "evidences": [
                    {
                        "text": "The event is put on by the Cheney Rodeo Association, an includes three days of rodeo competition held at the rodeo ground just north of Cheney."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc88b",
                "evidences": [
                    {
                        "text": "Cheney Federal Credit Union sponsors the Happy Hoofers Fun Run in conjunction with Rodeo weekend, and the City of Cheney holds the Cheney Rodeo Days Parade through the main street of downtown along with a street fair."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc88c",
                "evidences": [
                    {
                        "text": "The Cheney Rodeo features over $40,000 in prize money, rodeo stock from the National Finals Rodeo, and is a professional rodeo event that is part of the Columbia River Prorodeo Circuit which is part of the Professional Rodeo Cowboys Association, that professional cowboys can use to qualify to join the Dodge National Circuit Finals Rodeo, and potentially further qualify for a chance to compete at the National Finals Rodeo, the rodeo world championships.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc88e",
                "evidences": [
                    {
                        "text": "Cheney Farmers' Market is held each Saturday from June 1 through September 14."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc88f",
                "evidences": [
                    {
                        "text": "Located in downtown Cheney, the annual Market provides a wide variety of regionally grown and prepared products and produce, pieces from local artisans, and hand crafted goods."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc890",
                "evidences": [
                    {
                        "text": "The market encourages the community to get to know the local farmers and learn about local food sources."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc891",
                "evidences": [
                    {
                        "text": "Local farmers come to the market to help the community understand how food is grown and where it comes from.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "628ba3f4331e742d242f712f",
                "head_linked_entity": "????",
                "headSpan": [
                    208,
                    216
                ],
                "head_entity": "Garfield",
                "relation": "headquarters location",
                "tail_entity": "Cheney",
                "evidences": [
                    {
                        "text": "Cheney is home to the Eastern Regional Branch of the Washington State Archives, which provides archival and records management services to local government agencies throughout Adams, Asotin, Columbia, Ferry, Garfield, Lincoln, Pend Oreille, Spokane, Stevens, Walla Walla and Whitman counties in the state of Washington.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.6099247451767591,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc894",
                "evidences": [
                    {
                        "text": "Eastern Region's collections include: Local government records include those from county offices such as the Auditor, the Clerk, the Treasurer, the Board of Commissioners, and from municipalities, school districts, and other service districts."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc895",
                "evidences": [
                    {
                        "text": "Only a small percentage of the records created by these offices are transferred to the State Archives as archival records."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc896",
                "evidences": [
                    {
                        "text": "They are selected as archival for their value as legal and historical evidence of policy development, implementation, and effect."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc897",
                "evidences": [
                    {
                        "text": "The transfer of records to the State Archives is an ongoing process."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc898",
                "evidences": [
                    {
                        "text": "Some historical records remain with their originating office pending future transfer to the archives."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc899",
                "evidences": [
                    {
                        "text": "Collections span the years from the territorial period to the present and include school census records, tax assessment rolls, court dockets and case files, photographs, maps, plats, and engineering drawings."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc89a",
                "evidences": [
                    {
                        "text": "The Archives building is located on the campus of Eastern Washington University.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc89c",
                "evidences": [
                    {
                        "text": "The City of Cheney has a number of significant and well-maintained public parks."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc89d",
                "evidences": [
                    {
                        "text": "Currently there are seven public parks inside the city limits with land set aside for the addition of two more in the near future to accommodate Cheney's substantial recent growth."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc89e",
                "evidences": [
                    {
                        "text": "The current parks are:\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8a0",
                "evidences": [
                    {
                        "text": "\nThe City of Cheney has a wide variety recreation programs that are available in addition to the park facilities listed above."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8a1",
                "evidences": [
                    {
                        "text": "These programs and activities are administered by a coalition made up of the city and county government agencies and local non-profit organizations."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8a2",
                "evidences": [
                    {
                        "text": "The activities in these programs range from basketball, baseball, softball gymnastics, karate, day camps, and arts & crafts for youth and children to adult sport leagues and educational and field trips for senior citizens, along with a summer concert and movie series that is held at Sutton Park."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8a3",
                "evidences": [
                    {
                        "text": "The recreation programs run by local non-profit organizations include:\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8a5",
                "evidences": [
                    {
                        "text": "\nColumbia Plateau Trail State Park is a 4,109 acre (16.6 km²), 130 mile (210 km) long rail-bed trail that traces the 1908 original path of the Spokane, Portland and Seattle Railway, and runs from the outskirts of Cheney to the Tri-Cities area: Pasco, Richland and Kennewick."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8a6",
                "evidences": [
                    {
                        "text": "The route is most accessible at Cheney, with other less accessible points along the way."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8a7",
                "evidences": [
                    {
                        "text": "The route is steeped in history, re-told at interpretive kiosks on the trail."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8a8",
                "evidences": [
                    {
                        "text": "Scenic vistas reward the visitor who undertakes this sometimes challenging hike."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8a9",
                "evidences": [
                    {
                        "text": "Currently of the trail between Lincoln County and Cheney are developed and open for public use."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8aa",
                "evidences": [
                    {
                        "text": "Activities include hiking, bicycling, horseback riding, in-line skating, nature viewing, bird watching, cross-country skiing and snowshoeing."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8ab",
                "evidences": [
                    {
                        "text": "Wildlife viewing is a very popular attraction along the Columbia Plateau Trail as it passes through the Turnbull National Wildlife Refuge."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8ac",
                "evidences": [
                    {
                        "text": "Many large animals can be seen such as deer, elk and moose."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8ad",
                "evidences": [
                    {
                        "text": "More than 200 species of birds have been identified, and the area is famed for the visiting trumpeter swans."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8ae",
                "evidences": [
                    {
                        "text": "The best times for wildlife viewing is early morning and evening."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8af",
                "evidences": [
                    {
                        "text": "Spring migration occurs from mid-March through mid-May, while fall migration is from September through November."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8b0",
                "evidences": [
                    {
                        "text": "While enjoying your trek through the refuge, you can read from several interpretive panels on topics such as wildlife, the Ice Age Floods and wetlands."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8b1",
                "evidences": [
                    {
                        "text": "The trail is open to hikers, bicyclers, and, in the near future, equestrians.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8b3",
                "evidences": [
                    {
                        "text": "In the early 1900s, the Spokane, Portland and Seattle Railway Company constructed a rail bed that was later abandoned and has now become the Columbia Plateau Trail State Park."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8b4",
                "evidences": [
                    {
                        "text": "The railroad company, which never actually connected the line from Portland to Seattle, operated the steam, and later diesel, railway for more than 50 years."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8b5",
                "evidences": [
                    {
                        "text": "It was said that the owner, James Hill, promoted the railway as a Seattle connection only to mislead competing railroad developers."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8b6",
                "evidences": [
                    {
                        "text": "The Burlington Northern Company operated the rail line for many years after, until the company abandoned it in 1987."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8b7",
                "evidences": [
                    {
                        "text": "State Parks acquired the land in 1991."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8b8",
                "evidences": [
                    {
                        "text": "Remains of reservoirs, reservoir flumes and homes of former railroad employees and other developments also are apparent along sections of the trail."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8b9",
                "evidences": [
                    {
                        "text": "The trestle over Burr Canyon, built in 1908, is listed as a state and national historic landmark.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8bb",
                "evidences": [
                    {
                        "text": "The Turnbull National Wildlife Refuge was established in 1937 by an Executive Order of President Franklin D. Roosevelt."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8bc",
                "evidences": [
                    {
                        "text": "The refuge is located six miles (10 km) south of Cheney on the eastern edge of the Columbia Basin."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8bd",
                "evidences": [
                    {
                        "text": "It is situated within the \"Channeled Scablands\", an area formed by glacial floods at the end of the last ice age."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8be",
                "evidences": [
                    {
                        "text": "It was established to provide productive breeding and nesting grounds for migratory birds and other wildlife, and it encompasses approximately 16,000 acres (65 km²) of the Channeled Scablands."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8bf",
                "evidences": [
                    {
                        "text": "The ecosystem that predominates the refuge is unique within the National Wildlife Refuge system and has characteristics that distinguish it from natural reserves worldwide."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8c0",
                "evidences": [
                    {
                        "text": "The powerful forces of volcanism, glaciation and the largest flood in geological history have combined to forge a distinct environment."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8c1",
                "evidences": [
                    {
                        "text": "The combination of basalt outcrops, channeled canyons and ponderosa pine forests infused in a diverse landscape of over 130 marshes, wetlands and lakes, create an environment of aesthetic beauty as well as high quality wildlife habitat."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8c2",
                "evidences": [
                    {
                        "text": "Refuge ecosystems represent an ecological transition between the dry, sagebrush dotted grasslands of the Columbia Basin and the timbered Selkirk and Bitterroot mountain ranges that rise to the east."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8c3",
                "evidences": [
                    {
                        "text": "The 3,036 acres (12 km²) of wetlands in Turnbull NWR represent some of the last quality breeding habitat available in eastern Washington for waterfowl, which have experienced tremendous population declines across North America due to loss and degradation of breeding, migration and wintering habitat.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8c5",
                "evidences": [
                    {
                        "text": "There are multiple recreational opportunities and events near the city of Cheney that include:\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8c7",
                "evidences": [
                    {
                        "text": "\nThe City of Cheney's government operates under a strong mayor-council form of government."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8c8",
                "evidences": [
                    {
                        "text": "The Mayor is elected by the community at large every four years, and the City Council consists of seven members who are also elected to serve in four-year terms."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8c9",
                "evidences": [
                    {
                        "text": "The Mayor performs as the Chief Executive Officer, and the City Council performs the legislative functions.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8cb",
                "evidences": [
                    {
                        "text": "The City Council meets every second and fourth Tuesday of the month at 6:00 PM."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8cc",
                "evidences": [
                    {
                        "text": "Meetings are conducted in the City Council Chambers in City Hall, located at 609 Second Street."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8cd",
                "evidences": [
                    {
                        "text": "An agenda of the upcoming City Council meeting is posted in City Hall on the Friday before the regularly scheduled City Council meeting."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8ce",
                "evidences": [
                    {
                        "text": "Cheney's current elected officials and key administrators are:\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8d1",
                "evidences": [
                    {
                        "text": "The City Council makes final decisions regarding policy and fiscal matters and is assisted by a number of advisory committees that include:\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8d3",
                "evidences": [
                    {
                        "text": "\nThe actual administration of the government is operated under a city administrator who oversees several departments that include:\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8d5",
                "evidences": [
                    {
                        "text": "\nRegularly scheduled interdepartmental meetings are held to coordinate the activities of Cheney's government."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8d6",
                "evidences": [
                    {
                        "text": "Cheney's administrative staff includes:\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8d8",
                "evidences": [
                    {
                        "text": "\nIn the Washington State Legislature, Cheney is located in the 6th Legislative District."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8d9",
                "evidences": [
                    {
                        "text": "It is currently represented in the Washington State Senate by Republican Michael Baumgartner."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af2c20df149ac1fc8da",
                "evidences": [
                    {
                        "text": "In the Washington House of Representatives Cheney is represented by Republican Kevin Parker in Position #1 and Republican Jeff Holy in Position #2.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8dc",
                "evidences": [
                    {
                        "text": "Cheney is located in Washington's 5th congressional district for representation in the United States Congress."
                    }
                ]
            }
        ],
        [
            {
                "_id": "628ba4af331e742d242f7168",
                "head_linked_entity": "????",
                "headSpan": [
                    150,
                    172
                ],
                "head_entity": "Cathy McMorris Rodgers",
                "relation": "member of political party",
                "tail_entity": "Republican",
                "evidences": [
                    {
                        "text": "The 5th congressional district in Washington has a Cook Partisan Voting Index of R+7 and is represented in the House of Representatives by Republican Cathy McMorris Rodgers and in the Senate is represented by two Democrats, Patty Murray and Maria Cantwell.\n",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.9436517693934322,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "628ba49f331e742d242f7160",
                "head_linked_entity": "????",
                "headSpan": [
                    111,
                    135
                ],
                "head_entity": "House of Representatives",
                "relation": "applies to jurisdiction",
                "tail_entity": "The 5th congressional district",
                "evidences": [
                    {
                        "text": "The 5th congressional district in Washington has a Cook Partisan Voting Index of R+7 and is represented in the House of Representatives by Republican Cathy McMorris Rodgers and in the Senate is represented by two Democrats, Patty Murray and Maria Cantwell.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.1481667307564537,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8df",
                "evidences": [
                    {
                        "text": "The primary and secondary public schools in the City of Cheney are run by Cheney School District."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8e0",
                "evidences": [
                    {
                        "text": "Cheney public schools spend $5,688 per student in annual education costs."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8e1",
                "evidences": [
                    {
                        "text": "The average annual school expenditure in the United States is $6,058 per student."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8e2",
                "evidences": [
                    {
                        "text": "The student teacher ratio in Cheney public schools is approximately 25-35 students per teacher."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8e3",
                "evidences": [
                    {
                        "text": "The district operates seven schools and a partnership program that supports K-8 homeschool students.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8e5",
                "evidences": [
                    {
                        "text": "Founded in 1882, as the Benjamin P. Cheney Academy, it opened its doors to more than 200 enrolling students."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8e6",
                "evidences": [
                    {
                        "text": "A generous contribution of $10,000 (equivalent of $,000 today) from Benjamin P. Cheney, a wealthy transportation industrialist, had at last fulfilled the dreams of Cheney citizens who had long desired an institute for higher learning in their community.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8e8",
                "evidences": [
                    {
                        "text": "The academy became the Washington State Normal School at Cheney in 1889, the same year in which Washington was given its statehood."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8e9",
                "evidences": [
                    {
                        "text": "The school was proudly designated as an institution \"for the purpose of instruction of persons, both male and female, in the art of teaching the various branches that pertain to a good common school.\""
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8ea",
                "evidences": [
                    {
                        "text": "By the time it became Eastern Washington College of Education in 1937, Eastern was already a fully accredited four-year, degree-granting institution, offering majors in numerous subjects."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8eb",
                "evidences": [
                    {
                        "text": "The campus grew rapidly in size and program offerings in the decades following World War II."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8ec",
                "evidences": [
                    {
                        "text": "In 1961, the name was again changed, this time to Eastern Washington State College."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8ed",
                "evidences": [
                    {
                        "text": "It was increasingly evident that the region needed professionals in many fields; in response, Eastern added a wide range of undergraduate and graduate degree programs."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8ee",
                "evidences": [
                    {
                        "text": "Finally, in 1977, the state legislature changed the school's name to Eastern Washington University.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8f0",
                "evidences": [
                    {
                        "text": "Eastern Washington University is now a regional, comprehensive public university, with programs also offered in Bellevue, Everett, Kent, Seattle, Shoreline, Spokane, Tacoma, Vancouver and Yakima."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8f1",
                "evidences": [
                    {
                        "text": "Eastern has grown and developed into a driving force for the culture, economy and vitality of the Inland Northwest region."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8f2",
                "evidences": [
                    {
                        "text": "The university's beautiful campus, NCAA Division I athletics and opportunities for hands-on, real-world learning provide a classic, yet unique college experience."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8f3",
                "evidences": [
                    {
                        "text": "A focus on personal attention, faculty excellence and community collaboration allows Eastern to accomplish its mission for preparing well-rounded students ready to hit the ground running in their chosen career fields."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8f4",
                "evidences": [
                    {
                        "text": "Eastern is now Washington's fastest-growing public institution, yet maintains a 24:1 student-faculty ratio."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8f5",
                "evidences": [
                    {
                        "text": "This momentum can also be seen through structural changes around campus, including renovating Woodward Stadium, the Washington State Digital Archives building, the new Washington State Patrol Regional Crime Laboratory, and the new School of Computing and Engineering Sciences.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8f7",
                "evidences": [
                    {
                        "text": "Cheney is served by two libraries:\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8f9",
                "evidences": [
                    {
                        "text": "\nThe city of Cheney's medical and dental needs are serviced by two medical clinics and four dentists."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a7af3c20df149ac1fc8fa",
                "evidences": [
                    {
                        "text": "Hospital / surgical services are handled at the three major hospitals located in Spokane.\n"
                    }
                ]
            }
        ]
    ],
    "624a85f0c20df149ac24c5ad": [
        [
            {
                "_id": "624a85f0c20df149ac24c597",
                "evidences": [
                    {
                        "text": "Jascha Washington\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "630924ed8510ea3b9ec32808",
                "head_linked_entity": "????",
                "headSpan": [
                    -19,
                    -2
                ],
                "head_entity": "Jascha Washington",
                "relation": "country of citizenship",
                "tail_entity": "American",
                "evidences": [
                    {
                        "text": "Jascha Akili Washington (born June 21, 1989) is an American actor and songwriter.\n",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.20375048741187773,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "62a32845db22e8709734da53",
                "head_linked_entity": "????",
                "headSpan": [
                    23,
                    47
                ],
                "head_entity": "Kings County, California",
                "relation": "located in the administrative territorial entity",
                "tail_entity": "California",
                "evidences": [
                    {
                        "text": "Washington was born in Kings County, California, and debuted on television in 1997 on the episode \"A Reverend Runs Through It\" of the series \"Brooklyn South\".",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.4766024788381579,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "62a3284ddb22e8709734da59",
                "head_linked_entity": "????",
                "headSpan": [
                    142,
                    156
                ],
                "head_entity": "Brooklyn South",
                "relation": "cast member",
                "tail_entity": "Washington",
                "evidences": [
                    {
                        "text": "Washington was born in Kings County, California, and debuted on television in 1997 on the episode \"A Reverend Runs Through It\" of the series \"Brooklyn South\".",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.6561919886586202,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "6316e1be50a7de572bee6ff7",
                "head_linked_entity": "????",
                "headSpan": [
                    -102,
                    -85
                ],
                "head_entity": "Jascha Washington",
                "relation": "place of birth",
                "tail_entity": "Kings County, California",
                "evidences": [
                    {
                        "text": "Washington was born in Kings County, California, and debuted on television in 1997 on the episode \"A Reverend Runs Through It\" of the series \"Brooklyn South\".",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.6626652591263844,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a85f0c20df149ac24c59c",
                "evidences": [
                    {
                        "text": "He first appeared on film a year later as Will Smith's character's son Eric in \"Enemy of the State\" (1998)."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a85f0c20df149ac24c59d",
                "evidences": [
                    {
                        "text": "His notable film and television roles include an episode of \"The Suite Life of Zack & Cody\" as character Drew, Trent Pierce in \"Big Momma's House\" and its sequel in a cameo role, Dr. Gideon's son Eli on \"Gideon's Crossing\", and as Jerome in \"\" (2006)."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a85f0c20df149ac24c59e",
                "evidences": [
                    {
                        "text": "He guest-starred on \"The Bernie Mac Show\" episode \"It's a Wonderful Wife\" and in the series \"House M.D.\" in the episode \"Family\" in 2007.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a85f0c20df149ac24c5a0",
                "evidences": [
                    {
                        "text": "Washington presented a project The Final at After Dark Horrorfest 2010.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "62a328f2db22e8709734da74",
                "head_linked_entity": "????",
                "headSpan": [
                    43,
                    52
                ],
                "head_entity": "Frenemies",
                "relation": "cast member",
                "tail_entity": "Kendall",
                "evidences": [
                    {
                        "text": "His most recent appearance was Kendall in \"Frenemies\".\n",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.23775567484268811,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "62a328fddb22e8709734da7d",
                "head_linked_entity": "????",
                "headSpan": [
                    8,
                    11
                ],
                "head_entity": "his",
                "relation": "employer",
                "tail_entity": "television",
                "evidences": [
                    {
                        "text": "Besides his over a dozen films he has worked in television movies, shows, music videos and even appeared in a handful of commercials.\n",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.43506657327129594,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "62a3290adb22e8709734da83",
                "head_linked_entity": "????",
                "headSpan": [
                    31,
                    33
                ],
                "head_entity": "he",
                "relation": "employer",
                "tail_entity": "television",
                "evidences": [
                    {
                        "text": "Besides his over a dozen films he has worked in television movies, shows, music videos and even appeared in a handful of commercials.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.21407297329690422,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a85f0c20df149ac24c5a6",
                "evidences": [
                    {
                        "text": "Washington did not appear in \"\" as Trent, the role he played in the first two films.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a85f0c20df149ac24c5a8",
                "evidences": [
                    {
                        "text": "In August 2013, Washington welcomed a baby girl into his family, and in March 2015 his second child, a boy was born.\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624a85f0c20df149ac24c5aa",
                "evidences": [
                    {
                        "text": "In January 2017, his third child, a boy, was born.\n"
                    }
                ]
            }
        ]
    ],
    "624ab201c20df149ac38283b": [
        [
            {
                "_id": "624ab201c20df149ac382830",
                "evidences": [
                    {
                        "text": "Washington, Alabama\n"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624ab201c20df149ac382832",
                "evidences": [
                    {
                        "text": "Washington is a ghost town located in Autauga County, Alabama on the north bank of the Alabama River, just west of the mouth of Autauga Creek."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624ab201c20df149ac382833",
                "evidences": [
                    {
                        "text": "Washington was founded in 1817 on the site of the former Autauga Indian town of Atagi and named in honor of George Washington."
                    }
                ]
            }
        ],
        [
            {
                "_id": "62cf58bc7b89832b107c9fc4",
                "head_linked_entity": "????",
                "headSpan": [
                    64,
                    74
                ],
                "head_entity": "Washington",
                "relation": "located in the administrative territorial entity",
                "tail_entity": "Autauga County",
                "evidences": [
                    {
                        "text": "On November 22, 1819, the Alabama territorial legislature chose Washington as the county seat of Autauga County, which it remained until 1830.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.3054364871858768,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "62cf58c17b89832b107c9fc8",
                "head_linked_entity": "????",
                "headSpan": [
                    119,
                    121
                ],
                "head_entity": "it",
                "relation": "located in the administrative territorial entity",
                "tail_entity": "Autauga County",
                "evidences": [
                    {
                        "text": "On November 22, 1819, the Alabama territorial legislature chose Washington as the county seat of Autauga County, which it remained until 1830.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.21994445985163102,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "62cf58bc7b89832b107c9fc6",
                "head_linked_entity": "????",
                "headSpan": [
                    64,
                    74
                ],
                "head_entity": "Washington",
                "relation": "capital of",
                "tail_entity": "Autauga County",
                "evidences": [
                    {
                        "text": "On November 22, 1819, the Alabama territorial legislature chose Washington as the county seat of Autauga County, which it remained until 1830.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.8243566359381691,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "62cf58bc7b89832b107c9fc7",
                "head_linked_entity": "????",
                "headSpan": [
                    64,
                    74
                ],
                "head_entity": "Washington",
                "relation": "capital",
                "tail_entity": "Autauga County",
                "evidences": [
                    {
                        "text": "On November 22, 1819, the Alabama territorial legislature chose Washington as the county seat of Autauga County, which it remained until 1830.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.207473244172364,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "62cf58c17b89832b107c9fcb",
                "head_linked_entity": "????",
                "headSpan": [
                    119,
                    121
                ],
                "head_entity": "it",
                "relation": "capital of",
                "tail_entity": "Autauga County",
                "evidences": [
                    {
                        "text": "On November 22, 1819, the Alabama territorial legislature chose Washington as the county seat of Autauga County, which it remained until 1830.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.2620957619479909,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "62cf58c17b89832b107c9fcc",
                "head_linked_entity": "????",
                "headSpan": [
                    119,
                    121
                ],
                "head_entity": "it",
                "relation": "capital",
                "tail_entity": "Autauga County",
                "evidences": [
                    {
                        "text": "On November 22, 1819, the Alabama territorial legislature chose Washington as the county seat of Autauga County, which it remained until 1830.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.26586806780900074,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "630a77ffa6447e358d9e5f2f",
                "head_linked_entity": "????",
                "headSpan": [
                    -291,
                    -272
                ],
                "head_entity": "Washington, Alabama",
                "relation": "located in the administrative territorial entity",
                "tail_entity": "Autauga County",
                "evidences": [
                    {
                        "text": "On November 22, 1819, the Alabama territorial legislature chose Washington as the county seat of Autauga County, which it remained until 1830.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.393837799092429,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "630a77ffa6447e358d9e5f32",
                "head_linked_entity": "????",
                "headSpan": [
                    -291,
                    -272
                ],
                "head_entity": "Washington, Alabama",
                "relation": "capital of",
                "tail_entity": "Autauga County",
                "evidences": [
                    {
                        "text": "On November 22, 1819, the Alabama territorial legislature chose Washington as the county seat of Autauga County, which it remained until 1830.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.4472150009507776,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            },
            {
                "_id": "630a77ffa6447e358d9e5f33",
                "head_linked_entity": "????",
                "headSpan": [
                    -291,
                    -272
                ],
                "head_entity": "Washington, Alabama",
                "relation": "capital",
                "tail_entity": "Autauga County",
                "evidences": [
                    {
                        "text": "On November 22, 1819, the Alabama territorial legislature chose Washington as the county seat of Autauga County, which it remained until 1830.",
                        "extractor": "GLM-2B/P-tuning",
                        "confidence": 0.18995769627874592,
                        "filtered": true,
                        "ts": "2022-09-27"
                    }
                ]
            }
        ],
        [
            {
                "_id": "624ab201c20df149ac382835",
                "evidences": [
                    {
                        "text": "A courthouse, hotel, jail, post office and pillory were constructed to meet the needs of the county government."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624ab201c20df149ac382836",
                "evidences": [
                    {
                        "text": "The county seat was moved to Kingston in 1830 in order to be closer to the geographic center of the county."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624ab201c20df149ac382837",
                "evidences": [
                    {
                        "text": "Soon after, many citizens began to leave, and Washington was deserted by 1879."
                    }
                ]
            }
        ],
        [
            {
                "_id": "624ab201c20df149ac382838",
                "evidences": [
                    {
                        "text": "The post office in Washington was operated from 1824 to 1854.\n"
                    }
                ]
            }
        ]
    ]
}